Repository: bmpacifique/freedomfone
Catalog: gui/app/Locale/swa/LC_MESSAGES/default.po
Languages: sw

source: Wrong password, please try again.
sw: Kosa la nywila, tafadhali jaribu tena.

source: You do not have the authority to access this page.
sw: Huna mamlaka kufikia katika ukurasa huu.

source: No file selected. Please try again.
sw: Hakuna faili lililochaguliwa. Jaribu tena.

source: Failure (invalid file type)
sw: Kushindwa (aina ya faili ni batili)

source: SMS Batches
sw: Mafungu ya Ujumbe Mfupi

source: Create SMS batch
sw: Unda fungu la Ujumbe Mfupi

source: SMS batch has been deleted.
sw: Fungu la ujumbe mfupi limefutwa.

source: SMS Receivers
sw: Wapokeaji wa Ujumbe Mfupi

source: Delete
sw: Futa

source: SMS Incoming
sw: Ujumbe Mfupi Unaofika

source: Callers
sw: Wapigaji

source: Caller details
sw: Maarifa ya wapigaji

source: Edit Caller
sw: Hariri Mpigaji

source: Refresh
sw: Onyesha Upya

source: The entry has been updated.
sw: Ingizo limesasishwa.

source: Selected user has been deleted.
sw: Mtumiaji aliyechaguliwa amefutwa.

source: Add to phone book
sw: Ongeza kwenye kitabu cha simu

source: Remove from phone book
sw: Futa kutoka kitabu cha simu

source: Merge
sw: Changanisha

source: Add Caller
sw: Ongeza Mpigaji

source: New caller has been added
sw: Mpigaji mpya ameongezwa

source: Categories
sw: Kategoria

source: Add category
sw: Ongeza kategoria

source: The category has been saved
sw: Kategoria imehifadhiwa

source: Edit category
sw: Hariri kategoria

source: Invalid Category
sw: Kategoria batili

source: The category could not be saved. Please, try again.
sw: Kategoria haikuweza kuhifadhiwa. Tafadhali jaribu tena.

source: The category has been deleted.
sw: Kategoria imefutwa.

source: Call detail report
sw: Ripoti ya maarifa ya mwito

source: All Voice Menus
sw: Menyu za Sauti Zote

source: All Leave-a-Message
sw: Acha-Ujumbe Zote

source: Export
sw: Hamisha

source: Call Data Records
sw: Makumbukumbu ya Data za Miito

source: Delete selected
sw: Futa iliyochaguliwa

source: CDR statistics
sw: Takwimu za CDR

source: Overview
sw: Mandhari ya Jumla

source: System Overview
sw: Mandhari ya Jumla ya Mfumo

source: Active GSM channels
sw: Waya za simu hai za GSM

source: Service mapping
sw: Ramani za huduma

source: Edit GSMOpen channel
sw: Hariri waya ya simu ya GSMOpen

source: Invalid option.
sw: Chaguo batili.

source: Freedom Fone Groups
sw: Vikundi vya Freedom Fone

source: Voice menus
sw: Menyu za sauti

source: Add Voice Menu
sw: Ongeza Menyu ya Sauti

source: There are no more Voice Menus available. Please delete an inactive Voice Menu, and try again.
sw: Menyu za Sauti zaidi hazipatikani. Futa Menyu ya Sauti isiyotumiwa na jaribu tena.

source: The file %s could not be uploaded due to file size restrictions
sw: Faili %s halijapakiliwa kwa sababu ukubwa unazidi upeo

source: The file %s was successfully uploaded.
sw: Faili %s limepakiliwa.

source: The file %s could not be uploaded (error: %s)
sw: Faili %s halijapakiliwa (kosa: %s)

source: Add Language Selector
sw: Ongeza Kiteuzi cha Lugha

source: There are no more Selectors available. Please delete an inactive Selector, and try again.
sw: Viteuzi zaidi havipatikani. Futa Kiteuzi kisichotumiwa na jaribu tena.

source: Edit Voice menu
sw: Hariri menyu ya sauti

source: Invalid option
sw: Chaguo batili

source: The selected entry has been deleted.
sw: Ingizo lililochaguliwa kimefutwa.

source: The selected entry could not be deleted since it is a member of another Voice Menu.
sw: Ingizo lililochaguliwa halikuweza kufutwa kwa sababu ni sehemu ya Menyu ya Sauti nyingine.

source: No entry with this id exist. Please try again.
sw: Hakuna ingizo lenye kitambulisho hiki. Jaribu tena.

source: Language Selectors
sw: Viteuzi vya Lugha

source: Edit Language Selector
sw: Hariri Kiteuzi cha Lugha

source: Leave-a-Message IVR Menus
sw: Menyu za Sauti za Acha-Ujumbe

source: Create Leave-a-Message
sw: Unda Acha-Ujumbe

source: There is no idle instance for a new Leave-a-message IVR menu. Please delete an existing menu, and try again. Maximum menus: 20.
sw: Hakuna nafasi mpya kwa menyu ya sauti ya Acha-ujumbe. Tafadhali futa menyu moja na jaribu tena. Upeo wa menyu: 20.

source: Your data could not be saved. Please, try again.
sw: Data zako hazikuweza kuhifadhiwa. Tafadhali, jaribu tena.

source: Please enter a title for the menu.
sw: Tafadhali andika kichwa kwa menyu hii.

source: Edit Leave-a-Message
sw: Hariri Acha-Ujumbe

source: The selected menu has been deleted.
sw: Menyu iliochaguliwa imefutwa.

source: The default conf file could not be restored. Please check file permissions.
sw: Faili la usanidi wa chaguo-msingi halikuweza kurejeshwa. Tafadhali tazama vibali vya mafaili.

source: The selected menu could not be deleted since it is a member of another IVR.
sw: Menyu iliyochaguliwa haikuweza kufutwa kwa sababu ni sehemu ya Menyu ya Sauti nyingine.

source: Leave-a-Message Inbox
sw: Kikasha Pokezi cha Acha-Ujumbe

source: Leave-a-Message Archive
sw: Nyaraka ya Acha-Ujumbe

source: The entry has been updated
sw: Ingizo limesasishwa

source: Save
sw: Hifadhi

source: Move to Archive
sw: Hamisha kwenye nyaraka

source: Activate
sw: Amilisha

source: Monitor Voice Menus
sw: Fuatia Menyu za Sauti

source: Export monitoring data
sw: Hamisha data za ufuatiliaji

source: Delete monitoring data
sw: Futa data za ufuatiliaji

source: Content
sw: Maudhui

source: Upload content
sw: Pakia maudhui

source: File upload failure (filesize exceeds maximum)
sw: Faili lilishindwa kupakia (ukubwa wa faili unazidi upeo)

source: The menu option has been created.
sw: Chaguo la menyu imeundwa.

source: The selected voice menu node has been deleted.
sw: Fundo la menyu ya sauti lililochaguliwa kimefutwa.

source: The selected voice menu node could not be deleted as it is present in one or more Voice menus.
sw: Fundo la menyu ya sauti lillochaguliwa halikuweza kufutwa kwani linatumika kwenye menyu ya sauti moja au zaidi.

source: Edit content
sw: Hariri maudhui

source: Invalid audio file
sw: Faili ya sikizi batili

source: Success
sw: Mafanikio

source: Your changes have been saved.
sw: Mabadiliko yako yamehifadhiwa.

source: Edit OfficeRoute
sw: Hariri OfficeRoute

source: Phone books
sw: Vitabu vya simu

source: Add Phone book
sw: Ongeza kitabu cha simu

source: The phone book has been created.
sw: Kitabu cha simu kimeundwa.

source: The phone book could not be saved. Please, try again.
sw: Kitabu cha simu hakikuweza kuhifadhiwa. Tafadhali jaribu tena.

source: Edit Phone book
sw: Hariri kitabu cha simu

source: Invalid id
sw: Kita batili

source: The phone book has been updated.
sw: Kitabu cha simu kimesasishwa.

source: The data could not be saved. Please, try again.
sw: Data haikuweza kuhifadhiwa. Tafadhali jaribu tena.

source: The selected phone book has been deleted.
sw: Kitabu cha simu kilichochaguliwa kimefutwa.

source: Manage Polls
sw: Simamia Vidadisi

source: View Poll
sw: Tazama Kidadisi

source: Create Poll
sw: Unda Kidadisi

source: The poll has been created. Please note that the poll's closing time has already passed.
sw: Kidadisi kimeundwa. Uwe mwangalifu kwamba mwisho wa kidadisi ulishatokea.

source: The poll has successfully been created.
sw: Kidadisi kimefanikiwa kuundwa.

source: Delete Poll
sw: Futa Kidadisi

source: The following poll has been deleted
sw: Kidadisi kinachofuata kimefutwa

source: Poll option could not be deleted. A poll needs at least two options.
sw: Chaguo la kidadisi halikuweza kufutwa. Kidadisi kinahitaji angalau machaguo mawili.

source: Edit Poll
sw: Hariri Kidadisi

source: Invalid Poll
sw: Kidadisi batili

source: The poll has been updated. Please note that the poll's closing time has already passed.
sw: Kidadisi kimesasishwa. Uwe mwangalifu kwamba mwisho wa kidadisi ulishatokea.

source: The poll has been updated.
sw: Kidadisi kimesasishwa.

source: Health
sw: Afya

source: About
sw: Kuhusu

source: started
sw: anzishwa

source: is already running
sw: tayari inaendeshwa

source: is not running
sw: haiendeshwi

source: No pid found. Contact system admin.
sw: Hakuna maarifa binafsi yanayoweza kutambulisha watu kugunduliwa. Wasiliana na msimamizi wa mfumo.

source: Manual
sw: Kwa mkono

source: stopped
sw: simamishwa

source: was already stopped
sw: tayari imesimamishwa

source: Settings
sw: Mipangilio

source: Invalid IP address
sw: Anwani batili ya IP

source: Please try again.
sw: Tafadhali jaribu tena.

source: SMS Gateways
sw: Milango ya Ujumbe Mfupi

source: Create SMS Gateway
sw: Unda Mlango wa Ujumbe Mfupi

source: Edit SMS gateway
sw: Hariri mlango wa Ujumbe Mfupi

source: Invalid SMS gateway
sw: Mlango batili wa Ujumbe Mfupi

source: The SMS gateway has been updated.
sw: Mlango wa Ujumbe Mfupi umesasishwa.

source: SMS gateway has been deleted.
sw: Mlango wa ujumbe mfupi umefutwa.

source: Tags
sw: Lebo

source: Add Tag
sw: Ongeza Lebo

source: The tag has been saved
sw: Lebo imehifadhiwa

source: Edit Tag
sw: Hariri Lebo

source: Invalid Tag
sw: Lebo batili

source: The tag has been edited.
sw: Lebo imehaririwa.

source: The tag could not be saved. Please, try again.
sw: Lebo haikuweza kuhifadhiwa. Tafadhali jaribu tena.

source: The selected tag has been deleted.
sw: Lebo iliyochaguliwa imefutwa.

source: Your username or password was incorrect.
sw: Jina la mtumiaji au nywila haikubali.

source: You are logged out.
sw: Umetoka.

source: System Users
sw: Watumiaji wa Mfumo

source: Default password is currently in use for Admin. Please change the password as soon as possible using Edit functionality below.
sw: Nywila ya chaguo-msingi inatumiwa sasa kwa Msimamizi. Tafadhali badilisha nywila moja kwa moja ukitumia Hariri hapo chini.

source: Add System User
sw: Ongeza Mtumiaji wa Mfumo

source: New user has been created.
sw: Mtumiaji mpya ameundwa.

source: Validation error, please try again.
sw: Kosa la uhakikishi, jaribu tena tafadhali.

source: Edit System User
sw: Hariri Mtumiaji wa Mfumo

source: User has been updated.
sw: Mtumiaji amesasishwa.

source: The user has been deleted.
sw: Mtumiaji amefutwa.

source: You cannot delete the Admin user.
sw: Huwezekani kufuta mtumiaji Msimamizi.

source: Freedom Fone has successfully been swept.
sw: Freedom Fone imefanikiwa kufagiwa.

source: Sweeping failed. Please review your Sweeper settings.
sw: Kufagia kumeshindwa. Tafadhali hakikisha mipangilio yako ya Ufagizi.

source: Unknown user
sw: Mtumiaji haujulikani

source: A valid SMS body is required (Max 160 characters).
sw: Matini halali ya ujumbe mfupi yanahitajika (Hadi herufi 160).

source: Please select a file to upload.
sw: Tafadhali chagua faili kupakia.

source: A valid name of the SMS batch is required (Min 5 characters).
sw: Jina halali la fungu la ujumbe mfupi linahitajika (Herufi 5 au zaidi).

source: The batch name must be unique.
sw: Lazima jina la fungu liwe ya pekee.

source: Please select an SMS channel.
sw: Tafadhali chagua waya ya simu kwa ujumbe mfupi.

source: Unclassified
sw: Zisizoainishwa

source: Between 1 to 35 characters
sw: Kati ya herufi 1 mpaka 35

source: Please supply a valid email address.
sw: Tafadhali weka anwani ya barua pepe halali.

source: This email address is already in use.
sw: Anwani hii ya barua pepe tayari inatumiwa.

source: Please supply a valid skype name.
sw: Tafadhali weka jina halali la Skype.

source: Name required (letters, spaces and hyphens).
sw: Jina ni lazima (herufi, nafasi, na vistariungio).

source: Between 1 to 20 characters
sw: Kati ya herufi 1 mpaka 20

source: Only letters, spaces and hyphens.
sw: Herufi, nafasi, na vistariungio tu.

source: Between 1 to 30 characters
sw: Kati ya herufi 1 mpaka 30

source: This name is already in use.
sw: Jina hili tayari limetumika.

source: Please enter a description using 1 to 50 characters
sw: Andika maelezo. Tumia kati ya herufi 1 hadi 50.

source: tag
sw: lebo

source: A title is required. Minimum 3 characters.
sw: Kichwa cha habari kinahitajika. Herufi 3 au zaidi.

source: No hyperlinks allowed.
sw: Viungo vya wavuti haviruhusiwi.

source: The file size exceeds the maximum limit (10MB).
sw: Ukubwa wa faili unazidi mpaka wa upeo (10MB)

source: Minimum 3 characters.
sw: Herufi 3 au zaidi.

source: This title is already in use.
sw: Kichwa hiki tayari kimetumika.

source: Invalid file type (valid formats: mp3 and wav).
sw: Aina batili ya faili (umbizo halali: mp3 na wav).

source: No file selected.
sw: Hakuna faili lolote lililochaguliwa

source: No
sw: Hapana

source: Yes
sw: Ndiyo

source: Not registered
sw: Haijasajiliwa

source: Registered to home network
sw: Imesajiliwa kwenye mtandao wa nyumbani

source: Please enter a valid description using 1 to 50 characters
sw: Andika maelezo halali. Tumia kati ya herufi 1 hadi 50.

source: This phone number is already in use
sw: Nambari ya simu hii tayari imetumika

source: Invalid phone number format (numbers and plus (+) sign are allowed).
sw: Umbizo batili wa nambari ya simu (namba na alama ya kujumlisha (+) zinaruhusiwa).

source: A valid question is required (Min 10 characters).
sw: Swali halali ni lazima (herufi 10 au zaidi).

source: Letters and numbers only. No spaces or special characters allowed.
sw: Herufi na tarakimu tu. Nafasi au herufi maalumu haziruhusiwi.

source: Between 1 to 10 characters
sw: Kati ya herufi 1 mpaka 10

source: This SMS code is already in use.
sw: Msimbo huu wa ujumbe mfupi tayari imetumika.

source: The date is not valid.
sw: Tarehe si halali.

source: The end time must be later than the start time.
sw: Muda wa kumaliza lazima utanguliwe na muda wa kuanza.

source: Valid, early
sw: Halali, mapema

source: Valid, open
sw: Halali, funguliwa

source: Valid, closed
sw: Halali, fungwa

source: Invalid, early
sw: Batili, mapema

source: Invalid, open
sw: Batili, funguliwa

source: Invalid, closed
sw: Batili, fungwa

source: Unmanaged
sw: Haiongozwi

source: A valid name of the SMS gateway is required (Min 5 characters).
sw: Jina halali la mlango wa ujumbe mfupi linahitajika (Herufi 5 au zaidi).

source: The SMS gateway name must be unique.
sw: Lazima jina la mlango wa ujumbe mfupi liwe ya pekee.

source: Please enter a username.
sw: Tafadhali ingiza jina la mtumiaji.

source: Please enter a password.
sw: Tafadhali ingiza nywila.

source: Please enter a URL to the SMS gateway.
sw: Tafadhali ingiza URL kwa mlango wa ujumbe mfupi.

source: Please enter a API key. Valid characters are 1-9.
sw: Tafadhali ingiza ufunguo wa API. Tarakimu halali ni 1-9.

source: This description is already in use.
sw: Maelezo haya tayari yanatumika.

source: Between 5 to 20 characters
sw: Kati ya herufi 5 mpaka 20

source: This username is already in use.
sw: Jina la mtumiaji hili tayari limetumika.

source: The password must be between 5 to 50 characters
sw: Lazima nywila iwe kati ya herufi 5 hadi 50

source: The passwords do not match.
sw: Nywila hazifanani.

source: Between 1 to 10 characters.
sw: Kati ya herufi 1 mpaka 10.

source: The option is not unique.
sw: Chaguo si la pekee.

source: The option is not unique
sw: Chaguo si la pekee

source: SMS Centre
sw: Kituo cha Ujumbe Mfupi

source: Create
sw: Unda

source: Name
sw: Jina

source: Name of SMS batch.
sw: Jina la fungu la Ujumbe Mfupi.

source: SMS body
sw: Matini ya Ujumbe Mfupi

source: Alpha-numeric characters only (maximum 160)
sw: Herufi na tarakimu to (upeo 160)

source: Sender number
sw: Nambari ya mpelekaji

source: For Clickatell only: Number to appear as sender of the SMS. Include country prefix but without plus sign (+) and double zeros (00).
sw: Kwa Clickatell tu: Nambari inayoonekana kwa mpelekaji wa Ujumbe Mfupi. Weka msimbo wa nchi lakini usiweka alama ya kujumlisha (+) wala sifuri mara mbili (00).

source: Receivers
sw: Wapokeaji

source: File containing receivers phone numbers. One number per line. Maximum 100 entries for Clickatell batches. Examples of valid formats: +263772123456, 00263772123456, 0772123456.
sw: Faili lenye nambari za simu za wapokeaji. Nambari moja kwa mstari. Upeo maingizo 100 kwa mafungu ya Clickatell. Mifano ya umbizo halali: +263772123456, 00263772123456, 0772123456.

source: Select sending method
sw: Chagua njia ya kutuma

source: Message:
sw: Ujumbe:

source: of
sw: ya

source: Status
sw: Hali

source: Message
sw: Ujumbe

source: Sender
sw: Mtumaji

source: Channel
sw: Waya ya simu

source: Time
sw: Saa

source: Action
sw: Kitendo

source: Are you sure you want to delete this SMS batch?
sw: Unahakika unataka kufuta fungu hili la Ujumbe Mfupi?

source: View receivers
sw: Angalia wapokeaji

source: Perform action on selected
sw: Fanya kitendo kwenye iliyochaguliwa

source: Previous
sw: Iliyotangulia

source: Next
sw: Ifuatayo

source: Entries per page
sw: Maingizo kwenye kila ukurasa

source: Create new
sw: Unda mpya

source: No batches exist. Please create one by clicking the <i>Create new</i> button to the right.
sw: Hakuna fungu lolote. Tafadhali unda moja ukibofya kitufe <i>Unda mpya</i> upande wa kulia.

source: SMS receivers
sw: Wapokeaji wa Ujumbe Mfupi

source: SMS receiver
sw: Mpokeaji wa Ujumbe Mfupi

source: This page does not exist.
sw: Ukurasa huu haupo.

source: Gateway
sw: Mlango

source: Are you sure you want to delete this entry?
sw: Una uhakika unataka kufuta ingizo hili?

source: Date and Time
sw: Tarehe na Saa

source: Date
sw: Tarehe

source: OtherSMS
sw: Ujumbe mfupi mwingine

source: Message Centre
sw: Kituo cha Ujumbe

source: Incoming SMS
sw: Ujumbe fupi zinazofika

source: Caller Management
sw: Usimamizi wa Wapigaji

source: Add
sw: Ongeza

source: Surname
sw: Jina la ukoo

source: Email
sw: Barua pepe

source: Phone number
sw: Nambari ya simu

source: Organization
sw: Shirika

source: New
sw: Mpya

source: Edit
sw: Hariri

source: Phone numbers
sw: Nambari za simu

source: Alternative phone numbers
sw: Nyambari za simu nyingine

source: Phone
sw: Simu

source: Never
sw: Kamwe

source: Caller data
sw: Data ya mpigaji

source: Access control list (ACL)
sw: Orodha ya kusimamia ufikivu (ACL)

source: Phone book
sw: Kitabu cha simu

source: Select phone book
sw: Chagua kitabu cha simu

source: Add phone number
sw: Ongeza nambari ya simu

source: Statistics
sw: Takwimu

source: In the system since
sw: Katika mfumo kutoka

source: Last seen
sw: Onekana kwa mara ya mwisho

source: First application
sw: Matumizi ya kwanza

source: Last application
sw: Matumizi ya mwisho

source: Activity
sw: Shughuli

source: Poll
sw: Kidadisi

source: Voice Menu
sw: Menyu ya Sauti

source: Leave-a-message
sw: Acha-ujumbe

source: SMS
sw: Ujumbe mfupi

source: No caller with this id exists
sw: Hakuna mpigaji mwenye kitambulisho hicho

source: Add caller
sw: Ongeza mpigaji

source: All callers
sw: Wapigaji wote

source: Submit
sw: Wasilisha

source: from phone book
sw: kutoka kitabu cha simu

source: Caller
sw: Mpigaji

source: Actions
sw: Vitendo

source: Are you sure you wish to delete this caller?
sw: Una uhakika unataka kufuta mpigaji hii?

source: There are no callers in the selected phone book.
sw: Hakuna mpigaji wowote katika kitabu cha simu kilichochaguliwa

source: Callback
sw: Kurudisha-mwito

source: Add Category
sw: Ongeza Kategoria

source: Category
sw: Kategoria

source: Description
sw: Maelezo

source: Edit Category
sw: Hariri Kategoria

source: Use in none
sw: Usitumie

source: Use in message
sw: Tumia kwenye ujumbe

source: Are you sure you wish to delete this category?
sw: Una uhakika unataka kufuta kategoria hii?

source: No categories exist. Please create one by clicking the <i>Create new</i> button to the right.
sw: Hakuna kategoria yoyote. Tafadhali unda moja ukibofya kitufe <i>Unda mpya</i> upande wa kulia.

source: System data
sw: Data ya mfumo

source: Call data records
sw: Makumbukumbu ya data za miito

source: Delete Call Data Records
sw: Futa Makumbukumbu ya Data za Miito

source: Start time
sw: Muda wa kuanza

source: End time
sw: Muda wa kumaliza

source: Export CDR
sw: Hamisha MDM

source: Date (Y-m-d)
sw: Tarehe (Mwaka-mwezi-siku)

source: Year
sw: Mwaka

source: Month
sw: Mwezi

source: Day
sw: Siku

source: Title
sw: Kichwa

source: Length
sw: Urefu

source: CDR
sw: MDM

source: Reporting
sw: Simulizi

source: Application
sw: Programu-tumizi

source: View
sw: Angalia

source: Number of records found:
sw: Idadi ya makumbukumbu yaliyogunduliwa:

source: Quick hangup
sw: Kata simu chapu

source: No records found.
sw: Hakuna kumbukumbu lililogunduliwa

source: Are you sure that you want to delete the selected entries?
sw: Una uhakika unataka kufuta maingizo yaliyoteuliwa?

source: Export all
sw: Hamisha zote

source: CDR:
sw: MDM:

source: Date (YMD)
sw: Tarehe (MwakaMweziSiku)

source: Type
sw: Aina

source: Call ID
sw: Kitambulisho cha mwito

source: Are you sure you want to delete this CDR?
sw: Una uhakika unataka kufuta MDM hii?

source: No records found
sw: Hakuna kumbukumbu lililogunduliwa

source: Call Id
sw: Kitambulisho cha mwito

source: Protocol
sw: Itifaki

source: Download audio file
sw: Pakua faili sikizi

source: New message
sw: Ujumbe mpya

source: Edit message
sw: Hariri ujumbe

source: No of entries
sw: Namba ya maingizo

source: Percentage
sw: Asilimia

source: New Messages
sw: Ujumbe Mpya

source: Total number of messages
sw: Idadi ya ujumbe kwa jumla

source: The table below shows the five most recent new messages
sw: Jedwali hapo chini linaonyesha ujumbe tano za mwisho

source: Listen
sw: Sikiliza

source: Polls
sw: Vidadisi

source: View results
sw: Angalia matokeo

source: Question
sw: Swali

source: Code
sw: Msimbo

source: Valid votes
sw: Kura halali

source: Open
sw: Funguliwa

source: Close
sw: Funga

source: CDR Statistics
sw: Takwimu za MDM

source: Dashboard
sw: Paneli dhibiti

source: To map services to an OfficeRoute gateway, please login to the OfficeRoute device and perform the mapping.
sw: Ili kuunga huduma kwenye mlango wa OfficeRoute, ingia kifaa cha OfficeRoute na fanya pale pale.

source: Enabled
sw: Imewezeshwa

source: Inbound
sw: Ya kuingia

source: Outbound
sw: Ya kuondoka

source: Manufacturer
sw: Mtengenezaji

source: Model
sw: Modeli

source: Hardware id
sw: Kitambulisho cha maunzi

source: Interface id
sw: Kitambulisho cha kiolesura

source: Service
sw: Huduma

source: Select service
sw: Chagua huduma

source: Create dialplan
sw: Unda mpango wa miito

source: There are no GSMOpen based units connected to your system.
sw: Hakuna kifaa cha GSMOpen kilichounganishwa na mfumo wako.

source: Generated
sw: Zalishwa

source: GSM channels
sw: Waya za simu za GSM

source: Active GSM Channels
sw: Waya za Simu Hai za GSM

source: Slot
sw: Mfuo

source: Sim inserted
sw: SIM imechomekwa

source: Signal level
sw: Kiwango cha mawimbi

source: Network registration
sw: Usajili wa mtandao

source: Operator
sw: Mtoa huduma

source: Last updated
sw: Mara ya mwisho kusasishwa

source: There are no OfficeRoute units connected to your system.
sw: Hakuna kifaa cha OfficeRoute kilichounganishwa na mfumo wako.

source: Interface name
sw: Jina la kiolesura

source: There are no GSMOpen devices connected to your system.
sw: Hakuna kifaa cha GSMOpen kilichounganishwa na mfumo wako.

source: Updated
sw: Sasishwa

source: Inserted
sw: Imechomekwa

source: Send
sw: Tuma

source: Receive
sw: Pokea

source: There are no Gammu devices connected to your system.
sw: Hakuna kifaa cha Gammu kilichounganishwa na mfumo wako.

source: No status code available
sw: Hakuna msimbo wa hali unaopatikana

source: Gammu is not running
sw: Gammu haiendeshwi

source: Sending OK
sw: Sawa Kutuma

source: Sending failed
sw: Kutuma kumeshindwa

source: Poor
sw: Mbaya

source: Good
sw: Nzuri

source: Excellent
sw: Bora

source: Manage polls
sw: Simamia vidadisi

source: Create poll
sw: Unda kidadisi

source: Inboxes
sw: Vikasha pokezi

source: Archives
sw: Nyaraka

source: Manage LAM
sw: Simamia Acha-Ujumbe

source: SMS gateways
sw: Milango ya Ujumbe Mfupi

source: SMS batches
sw: Mafungu ya Ujumbe Mfupi

source: Create batch
sw: Unda fungu
