Repository: bmpacifique/freedomfone
Catalog: gui/app/Locale/swa/LC_MESSAGES/default.po
Languages: sw

source: IVR Centre
sw: Kituo cha Menyu za Sauti

source: Language selectors
sw: Viteuzi vya lugha

source: User Management
sw: Usimamizi wa Watumiaji

source: System users
sw: Watumiaji wa mfumo

source: Frontend Sweeper
sw: Ufagizi wa Maarifa Binafsi

source: Monitoring
sw: Ufuatiliaji

source: Call graphs
sw: Grafu za miito

source: Logs
sw: Batli

source: Help
sw: Msaada

source: Downloads
sw: Faili kupakuliwa

source: Website
sw: Tovuti

source: Feedback
sw: Mawazo

source: Archive
sw: Nyaraka

source: Active
sw: Hai

source: N/A
sw: Haihusiki

source: No Flash plugin installed
sw: Hakuna programu-jalizi ya Flash iliyosakinishwa

source: No audio file available
sw: Hakuna faili sikizi linalopatikana

source: Pending
sw: Inasubiria

source: Closed
sw: Fungwa

source: OFF
sw: Zimwa

source: ON
sw: Washwa

source: Authentication
sw: Uhalalishaji

source: Add Group
sw: Ongeza Kikundi

source: Add group
sw: Ongeza kikundi

source: Group
sw: Kikundi

source: Are you sure you wish to delete this group?
sw: Una uhakika unataka kufuta kikundi hiki?

source: No groups exist. Please add one by clicking the <i>Add Group</i> button to the right.
sw: Hakuna kikundi chochote. Tafadhali ongeza kimoja ukibofya kitufe <i>Unda Kikundi</i> upande wa kulia.

source: Check All
sw: Tiki zote

source: Uncheck All
sw: Toa tiki zote

source: h
sw: saa

source: min
sw: dakika

source: sec
sw: sekunde

source: Voice menu
sw: Menyu ya sauti

source: Other SMS
sw: Ujumbe mfupi mwingine

source: Create voice menu
sw: Unda menyu ya sauti

source: Name of IVR
sw: Jina la Menyu ya Sauti

source: Long greeting message:include a brief description of the services offered and the menu alternatives.
sw: Ujumbe mrefu wa kusalimia: ambatanisha maelezo mafupi ya huduma zitolewazo, na machaguo ya menyu

source: Brief instuctions: Repeat the menu alternatives. For example: For news, press 1. For health, press 2.
sw: Maelezo mafupi: Rudia machaguo ya menyu. Kwa mfano: Kwa taarifa, bonyeza 1. Kwa afya , bonyeza 2.

source: Select option for alternative 1.
sw: Chugua hiari kwa chaguo 1.

source: Select option for alternative 2.
sw: Chugua hiari kwa chaguo 2.

source: Default
sw: Chaguo-msingi

source: Welcome
sw: Karibu

source: Audio file
sw: Faili sikizi

source: Instructions
sw: Maagizo

source: Goodbye
sw: Kwa heri

source: Invalid
sw: Batili

source: Menu Options
sw: Machaguo ya menyu

source: Select entry
sw: Chagua ingizo

source: Leave-a-Message
sw: Acha-Ujumbe

source: Create Language Selector
sw: Unda Kiteuzi cha Lugha

source: Voice Menus
sw: Menyu za Sauti

source: Message played before Freedom Fone finishes (hangs) the call.
sw: Ujumbe kuchezeshwa kabla Freedom Fone hajamaliza mwito.

source: Message played after incorrect input (digit pressed) from user.
sw: Ujumbe kuchezeshwa kama mtumiaji akikosa (akibonyeza namba batili).

source: Default:
sw: Chaguo-msingi:

source: Edit voice menu
sw: Hariri menyu ya sauti

source: Menu Instructions
sw: Maagizo ya menyu

source: Welcome Message
sw: Ujumbe wa kukaribisha

source: Do not use uploaded file
sw: Usitumie faili lililopakiwa

source: Download
sw: Pakua

source: Instructions Message
sw: Ujumbe wa maagizo

source: Goodbye Message
sw: Ujumbe wa kuaga

source: Invalid Message
sw: Ujumbe batili

source: This IVR does not exist.
sw: Menyu ya sauti hio haipo.

source: Name of language selector
sw: Jina la kiteuzi cha lugha

source: Brief instruction how to reach each language menu.
sw: Maelezo mafupi kuhusu namna ya kupata kila menyu ya lugha.

source: Warning that the user has pressed an invalid option.
sw: Onyo kwamba mtumiaji amebonyeza chaguo batili.

source: Edit language selector
sw: Hariri kiteuzi cha lugha

source: Services
sw: Huduma

source: This language selector does not exist.
sw: Kiteuzi cha lugha hiki hakipo.

source: Tool tip
sw: Kidokezo cha zana

source: Audio files should be recorded in mono, 8KHz, and be maximum 10MB.
sw: Mafaili sikizi yarekodiwe mono, KHz8, yenye upeo wa MB10.

source: Last modified
sw: Rekebisho la mwisho

source: Are you sure you wish to delete this voice menu?
sw: Una uhakika unataka kufuta menyu ya sauti hii?

source: There are no voice menus created.
sw: Hakuna menyu za sauti zilizoundwa.

source: Are you sure you wish to delete this language selector?
sw: Una uhakika unataka kufuta kiteuzi cha lugha hiki?

source: No language selectors exist. Please create one by clicking the <i>Create new</i> button to the right.
sw: Hakuna kiteuzi cha lugha chochote. Tafadhali unda kimoja ukibofya kitufe <i>Unda mpya</i> upande wa kulia.

source: Logged in as
sw: Umeingia kama

source: Logout
sw: Toka

source: Login
sw: Ingia

source: Home
sw: Nyumbani

source: Administration
sw: Usimamizi

source: Create Leave a Message IVR
sw: Unda menyu ya sauti ya Acha-Ujumbe

source: Please upload either an .mp3 or a .wav audio file for each message. If no audio file is present, the fallback text will be used in the Leave-a-Message IVR Menu.
sw: Tafadhali pakia faili sikizi la aina .mp3 au .wav kwa kila ujumbe. Kama hakuna faili sikizi, matini ya awali yatatumiwa katika menyu ya sauti ya Acha-Ujumbe.

source: You can listen to your uploaded audio files by pressing the Play button or download a copy of the files by using the Download icon.
sw: Unaweza kusikia mafaili sikizi uliyopakia ukibofya kitufe Chezesha, au pakua nakala ya mafaili ukitumia ikoni ya Kupakua.

source: Name of this Leave-a-message IVR menu.
sw: Jina la menyu ya sauti hii ya Acha-ujumbe

source: Maximum duration of voice message left by user.
sw: Upeo wa kipindi wa ujumbe wa sauti kutoka mtumiaji.

source: Check the box to force Text-to-speech (ignore uploaded files)
sw: Tia alama katika kisanduku ili kushurutisha matini kusautishwa (puuza mafaili yaliyopakiwa)

source: Unlimited
sw: Bila mpaka

source: General settings
sw: Mipangilio ya kawaida

source: Message duration
sw: Kipindi cha ujumbe

source: Do not use uploaded files
sw: Usitumie mafaili yaliyopakiwa

source: Step 1: Welcome message
sw: Hatua 1: Ujumbe wa kukaribisha

source: Fallback text
sw: Matini ya awali

source: Step 2: Record message instructions
sw: Hatua 2: Rekodi maelezo ya ujumbe

source: Advanced options
sw: Machaguo ya juu

source: If you choose to enable the advanced Leave-a-Message service, you should ask the caller to finish the call by pressing # instead of hanging up (in Step 2).
sw: Ukichagua kuwezesha huduma ya juu ya Acha-Ujumbe, mwambie mpigaji amalize mwito kwa kubonyeza # badala ya kukata simu (katika Hatua 2).

source: Step 3: Invalid message
sw: Hatua 3: Ujumbe batili

source: Step 4: Long message
sw: Hatua 4: Ujumbe mrefu

source: Step 5: Select message
sw: Hatua 5: Chagua ujumbe

source: Step 6: Delete message
sw: Hatua 6: Futa ujumbe

source: Step 7: Save message
sw: Hatua 7: Hifadhi ujumbe

source: Step 8: Goodbye message
sw: Hatua 8: Ujumbe wa kuaga

source: Long Message
sw: Ujumbe mrefu

source: Select Message
sw: Chagua ujumbe

source: Delete Message
sw: Futa ujumbe

source: Save Message
sw: Hifadhi ujumbe

source: Leave-a-message| The Leave-a-message voice menu consists of eight different messages. Each message can be generated in three different ways:| (1) customized audio files| (2) customized text to speech, or| (3) default text to speech.||If the administrator associates an audio file with a message, that file will be played to the caller when she enters the voice menu.|If no audio file is provided for a message, but a customized text message exists, the text message will be synthesized and played to the caller.|If neither an audio file, nor a customized text is provided, the default text will be synthesized and played to the user.|The audio files must be uploaded in .mp3 or .wav format through the user interface. Once uploaded, they can be listened to from the administration GUI via the built-in Flashplayer. Audio files can at any time be overwritten with a new audio file.
sw: Acha-ujumbe| Menyu ya sauti ya acha-ujumbe inajumuisha ujumbe nane tofauti. Kila ujumbe unaweza kutengenezwa kwa njia tatu tofauti:| (1) faili sikizi maalum lililogeuzwa kufaa| (2) matini kusautishwa, yaliyogeuzwa kufaa, au| (3) matini ya kusautishwa, ya chaguo-msingi.|| Kama msimamizi amehusisha faili sikizi na ujumbe, faili hilo litachezwa kwa mpigaji atakapoingia kwenye menyu ya sauti.| Kama hakuna faili sikizi limelowekwa kwa ajili ya ujumbe, lakini kuna matini maalum, matini yatasautishwa na kuchezwa kwa mpigaji.| Kama zote hazipo, faili sikizi wala matini maalum, matini ya chaguo-msingi yatasautishwa na kuchezwa kwa mtumiaji.| Faili sikizi lipakiwe katika umbizo wa .mp3 au .wav kupitia kiolesura cha mtumiaji. Baada ya kupakiwa, yanaweza kusikilizwa kupitia kiolesura cha msimamizi kupitia Flashplayer ilijengewa ndani. Mafali sikizi yanaweza kubadilishwa na mafaili mengine muda wowote.

source: Edit Leave a Message IVR
sw: Hariri Menyu ya Sauti ya Acha-Ujumbe

source: Please upload either an .mp3 or a .wav audio file for each message. If no audio file is present, the fallback text will be used in the Leave-a-Message IVR Menu. You can listen to your uploaded audio files by pressing the Play button or download a copy of the files by using the Download icon.
sw: Tafadhali pakia faili sikizi ama .mp3 au .wav kwa kila ujumbe. Kama hakuna faili sikizi, matini ya awali yatatumiwa kwenye menyu ya sauti ya Acha-Ujumbe. Unaweza kusikia mafaili sikizi uliyopakia ukibofya kitufe Chezesha, au pakua nakala ya mafaili ukitumia ikoni ya Kupakua.

source: Maximum duration (seconds) of voice message left by user.
sw: Upeo wa kipindi (sekunde) wa ujumbe wa sauti kutoka mtumiaji.

source: Inform Message
sw: Ujumbe wa Maagizo

source: Manage Leave-a-message
sw: Simamia Acha-ujumbe

source: Created
sw: Undwa

source: Are you sure you wish to delete this Leave-a-message IVR menu?
sw: Una uhakika unataka kufuta menyu ya sauti hii ya Acha-ujumbe?

source: No Leave-a-Message menus exist. Please create one by clicking the <i>Create new</i> button to the right.
sw: Hakuna menyu ya Acha-Ujumbe yoyote. Tafadhali unda moja ukibofya kitufe <i>Unda mpya</i> upande wa kulia.

source: No log entries.
sw: Hakuna maingizo ya batli.

source: No log file of this type exists
sw: Hakuna faili la batli la aina hii

source: Select log file to view.
sw: Chagua faili la batli kuangalia.

source: Dispatcher
sw: Kitolewacho

source: Select log file
sw: Chagua faili la batli

source: Archived messages
sw: Ujumbe uliohifadhiwa kwenye nyaraka

source: Rate
sw: Kadiria

source: No of messages per page:
sw: Idadi ya jumbe kwa ukurasa:

source: All
sw: Zote

source: Inbox
sw: Kikasha pokezi

source: No rate
sw: Bila kadirio

source: Previous message
sw: Ujumbe uliotangulia

source: Next message
sw: Ujumbe unaofuata

source: Edit Message
sw: Hariri ujumbe

source: No category
sw: Hakuna kategoria

source: Comment
sw: Maoni

source: Tag
sw: Lebo

source: No tag
sw: Hakuna lebo

source: Are you sure you wish to delete this message?
sw: Una uhakika unataka kufuta ujumbe huu?

source: Modified
sw: Rekebishwa

source: Audio Messages
sw: Ujumbe wa sauti

source: Please select one or more criteria below.
sw: Tafadhali chagua kigezo kimoja au zaidi hapo chini.

source: Ascending
sw: Kuumbia

source: Descending
sw: Kuteremua

source: Order by
sw: Panga kwa

source: Sorting direction
sw: Uelekeo wa kupanga

source: Entries per page
sw: Maingizo kwenye kila ukurasa

source: Selection criteria
sw: Vigezo vya uteuzi

source: Order and direction
sw: Utaratibu na uelekezo

source: Erase monitoring data
sw: Futa data za ufuatiliaji

source: Erase
sw: Futa

source: Monitoring of Voice Menus
sw: Ufuatiliaji wa Menyu za Sauti

source: Entries:
sw: Maingizo:

source: Caller ID
sw: Kitambulisho cha Mpigaji

source: From
sw: Kutoka

source: Pressed
sw: Bonyezwa

source: To
sw: Kwenda

source: start
sw: mwanzo

source: end
sw: mwisho

source: Are you sure you wish to delete this entry?
sw: Una uhakika unataka kufuta ingizo hili?

source: IVR ID
sw: TAM ya Menyu ya Sauti

source: Node ID
sw: TAM ya fundo

source: Digit
sw: Tarakimu

source: Caller number
sw: Nambari ya mpigaji

source: MonitorIvr
sw: Fuatilia Menyu ya Sauti

source: Upload
sw: Pakia

source: Upload Content
sw: Pakia Maudhui

source: Valid formats: wav and mp3
sw: Umbizo halali: wav na mp3

source: Edit Content
sw: Hariri Maudhui

source: If you select a file, the previous one will be deleted. Valid formats: wav and mp3
sw: Kama utachagua faili, lililotangulia litafutwa. Umbizo halali: wav na mp3

source: Duration
sw: Kipindi

source: No Menu Option with that id exists
sw: Hakuna Chaguo la Menyu lenye kitambulisho hicho

source: Upload new
sw: Pakia mpya

source: Entry:
sw: Ingizo:

source: Are you sure you wish to delete this content?
sw: Una uhakika unataka kufuta maudhui haya?

source: No content items exist. Please upload content by clicking the <i>Upload new</i> button to the right.
sw: Hakuna kipengee cha maudhui chochote. Tafadhali pakia kimoja ukibofya kitufe <i>Pakia mpya</i> upande wa kulia.

source: Edit channel
sw: Hariri waya ya simu

source: slot
sw: mfuo

source: Welcome to Freedom Fone
sw: Karibu kwenye Freedom Fone

source: Please click on the padlock in the upper right corner to log in.
sw: Kuingia, tafadhali bonyeza kufuli kwenye pembe ya juu, upande wa kulia.

source: This component allows you to build a variety of personal Voice Menus based on customized audio files, or synthesized text messages.
sw: Kijenzi hiki kinakuwezesha kujenga Menyu za Sauti binafsi mbalimbali, kutumia mafaili sikizi yaliyogeuzwa kufaa, au ujumbe wa matini uliosautishwa.

source: A Voice menu consists of:
sw: Menyu ya sauti inayo:

source: Menu Instructions: a set of mandatory voice messages, such as a Welcome message, and instructions on how to navigate through the menu.
sw: Maelezo ya Menyu: fungu la ujumbe za sauti za lazima, kama ujumbe wa kukaribisha, na maelezo kuhusu namna ya kutumia menyu.

source: Menu Options: audio files or components associated with telephony keypad selections.
sw: Machaguo ya Menyu: mafaili sikizi au vijenzi vilivyohusishwa na viteuzi vya kibao-namba cha simu.

source: The Leave-a-message voice menu consists of eight different messages. Each message can be generated in three different ways:
sw: Menyu ya sauti ya Acha-ujumbe inayo ujumbe nane tofauti. Kuna namna tatu tofauti kutengeneza kila ujumbe:

source: Customized audio files
sw: Mafaili sikizi yaliyogeuzwa kufaa

source: Customized text to speech
sw: Matini kusautishwa yaliyogeuzwa kufaa

source: Default text to speech
sw: Matini kusautishwa ya chaguo-msingi

source: If the administrator associates an audio file with a message, that file will be played to the caller when she enters the voice menu.
sw: Kama msimamizi akihusisha faili sikizi na ujumbe, faili hilo litachezeshwa kwa mpigaji kwa mpigaji akiingia menyu ya sauti.

source: If no audio file is provided for a message, but a customized text message exists, the text message will be synthesized and played to the caller.
sw: Kama hukuna faili sikizi lililopewa kwa ujumbe, lakini ujumbe wa matini yaliyogeuzwa kufaa upo, ujumbe wa matini utasautishwa na utachezeshwa kwa mpigaji.

source: If neither an audio file, nor a customized text is provided, the default text will be synthesized and played to the user.|The audio files must be uploaded in .mp3 or .wav format through the user interface. Once uploaded, they can be listened to from the administration GUI via the built-in Flashplayer. Audio files can at any time be overwritten with a new audio file.
sw: Kama hakuna faili sikizi wala matini yaliyogeuzwa kufaa, matini ya awali yatasautishwa na kuchezeshwa kwa mtumiaji.|Ni lazima kutumia kiolesura cha watumiaji kupakia mafaili sikizi kwa umbizo wa .mp3 au .wav. Baada ya kupakiwa, yataweza kusikilizwa kutoka kiolesura cha usimamizi kwa Flashplayer iliyojengwa ndani. Inawezekana kubadilisha mafaili sikizi wakati wowote.

source: The Poll service allows end users to participate in polls by sending SMSs to Freedom Fone.
sw: Huduma ya Kidadisi inawezesha watumiaji wa hatima kushiriki kwenye vidadisi wakituma ujumbe mfupi kwenda Freedom Fone.

source: The Freedom Fone administrator has the ability to create, edit and delete polls.
sw: Msimamizi wa Freedom Fone ana uwezekano wa kuunda, kuhariri, na kufuta vidadisi.

source: The administrator can at any time edit the above listed fields. Of course, it is not recommended to change the question, code or answers to a poll, once it has been opened to the public.
sw: Msimamizi anaweza kuhariri nyuga zinazoorodheshwa hapo juu, wakati wowote. Lakini, haipendekezwi kubadilisha swali, msimbo, au majibu ya kidadisi, baada ya kukifungua kwa hadhara.

source: Before a poll is opened, and after it has been closed, no poll votes are registered for the poll.
sw: Kabla kidadisi hakijafunguliwa, na baada ya kufungwa, kura zinazopigwa hazisajiliwi.

source: For each poll, once it has started, the administrator can at anytime, view the interim or final result in terms of number of votes per answer, and percentage of total votes per answer.
sw: Kwa kila kidadisi, baada ya kuanza, msimamizi wakati wowote anaweza kuangalia matokeo ya muda au ya mwisho, ama idadi ya kura zilizopigwa kwa kila jibu, au asilimia ya jumla ya kura zilizopigwa kwa kila jibu.

source: Classification of votes
sw: Uainishaji wa kura

source: The system classifies all incoming votes as <i>valid</i>, <i>invalid</i>, or <i>incorrect</i>:
sw: Mfumo unaainisha kura zote zinazofika kama <i>halali</i>, <i>batili</i>, au <i>si sahihi</i>:

source: Valid vote:</b> correct poll code, and correct poll option|<ul><li>Early: Received before the poll opened.</li><li>In time: Received while the poll was open.</li><li>Late: Received after the poll was closed.</li></ul>Early votes will be registered as "Valid, early". The number of early votes per poll option is presented in a separate column under the View poll page. Early votes will not be added to the Total votes accepted for the poll.
sw: Kura halali:</b> msimbo wa kidadisi sahihi, na chaguo la kidadisi sahihi|<ul><li>Mapema: Ilipokelewa kabla kidadisi hakijafunguliwa.</li><li>Kuwahiwa: Ilipokelewa wakati kidadisi kilifunguliwa.</li><li>Kuchelewa: Ilipokelewa baada ya kidadisi kufungwa.</li></ul>Kura mapema zitasajiliwa kama "Halali, mapema". Idadi ya kura mapema kwa kila chaguo la kidadisi inaonyeshwa katika safuwima tofauti chini ya ukurasa wa Tazama kidadisi. Kura mapema hazitajumlishwa na Jumla ya kura zilizopigwa zinazokubaliwa kwenye kidadisi.

source: Late votes will be registered as "Valid, late". The number of late votes per poll option is presented in a separate column under the View poll page. Late votes will not be added to the Total votes accepted for the poll.
sw: Kura zinazochelewa zitasajiliwa kama "Halali, kuchelewa". Idadi ya kura zilizochelewa kwa kila chaguo la kidadisi inaonyeshwa katika safuwima tofauti chini ya ukurasa wa Tazama kidadisi. Kura zinazochelewa hazitajumlishwa na Jumla ya kura zilizopigwa zinazokubaliwa kwenye kidadisi.

source: <b>Invalid vote:</b> correct poll code, but a non-matching poll option
sw: <b>Kura batili:</b> msimbo wa kidadisi ni sahili, lakini chaguo la kidadisi halifanani

source: Invalid votes are registered as votes, but classified as "invalid". "Early", "late" and "on-time" invalid votes are registered.
sw: Kura batili zinasajiliwa kama kura, lakini zinaainishwa kama "batili". Kura "mapema", "kuchelewa", na "kuwahiwa" zinasajiliwa.

source: Only "on-time" invalid votes are incorporated into the Total number of votes (in time) summary.
sw: Kura batili za "kuwahiwa" tu zinajumlishwa katika muhtasari ya Jumla ya kura zilizopigwa (kuwahi)

source: Invalid vote totals are provided to give deployers an idea of how SMS errors might impact on poll results.
sw: Jumla ya kura batili zinaonyeshwa ili kufundisha wasimamizi namna matokeo ya vidadisi yaweza kuathiriwa na makosa ya ujumbe fupi.

source: <b>Incorrect vote:</b> Non-matching poll code
sw: <b>Kura siyo sahihi:</b> Msimbo wa kidadisi haufanani

source: Incorrect votes that cannot be matched to any existing poll, will be classified as an incoming SMS and will be stored under "Incoming SMS". The SMS will be classified as "Unclassified".
sw: Kura zisizo sahihi ambazo hazilingani na kidadisi chochote, zitaainishwa kama ujumbe fupi zilizofika, na zitahifadhiwa chini ya "Ujumbe fupi zilizofika". Ujumbe mfupi utaainishwa kama "Zisizoainishwa".

source: Create Phone book
sw: Unda kitabu cha simu

source: Add caller to phone book
sw: Ongeza mpigaji kwenye kitabu cha simu

source: No phone book with this id exists
sw: Hakuna kitabu cha simu chenye kitambulisho hiki

source: Poll count
sw: Idadi ya kidadisi

source: Voice menu count
sw: Idadi ya menyu za sauti

source: Leave-a-message count
sw: Idadi ya acha-ujumbe

source: SMS count
sw: Idadi ya ujumbe mfupi

source: Callback count
sw: Idadi ya kurudisha-mwito

source: Last active
sw: Mara ya mwisho kuwa amilifu

source: PhoneBook
sw: Kitabu cha Simu

source: Phone book:
sw: Kitabu cha simu:

source: Are you sure you wish to delete this phone book?
sw: Una uhakika unataka kufuta kitabu cha simu hiki?

source: No phone books exist. Please create one by clicking the <i>Create new</i> button to the right.
sw: Hakuna kitabu cha simu chochote. Tafadhali unda kimoja ukibofya kitufe <i>Unda mpya</i> upande wa kulia.

source: Duplicated or invalid phone number format (numbers and plus (+) sign are allowed).
sw: Nambari maradufu au kwenye umbizo batili (namba na alama ya kujumlisha (+) zinaruhusiwa).

source: Number
sw: Nambari

source: Define a concrete question using simple language
sw: Andika swali kwa kutumia lugha rahisi

source: SMS Code
sw: Mfumo wa Ujumbe Mfupi

source: Alpha-numeric characters only (maximum 10)
sw: Herufi na tarakimu tu (upeo 10)

source: Poll options
sw: Machaguo ya kidadisi

source: Option
sw: Chaguo

source: Start and end time
sw: Muda wa mwanzo na mwisho

source: When would you like to open and close the poll?
sw: Unataka kufungua na kufunga kidadisi wakati gani?

source: Please note that all votes associated with a poll option will be deleted together with the poll option.
sw: Uwe mwangalifu kwamba kura zote zilizopigwa zinazohusishwa na chaguo la kidadisi zitafutwa pamoja na chaguo la kidadisi hilo.

source: Add option
sw: Ongeza chaguo

source: Are you sure you wish to delete this poll?
sw: Una uhakika unataka kufuta kidadisi hiki?

source: Total Votes
sw: Jumla ya Kura Zilizopigwa

source: System time
sw: Muda wa mfumo

source: No polls exist. Please create one by clicking the <i>Create new</i> button to the right.
sw: Hakuna kidadisi chochote. Tafadhali unda moja ukibofya kitufe <i>Unda mpya</i> upande wa kulia.

source: SMS code
sw: Mfumo wa ujumbe mfupi

source: Results
sw: Matokeo

source: Options
sw: Machaguo

source: Votes
sw: Kura zilizopigwa

source: Early votes
sw: Kura zilizopigwa mapema

source: Late votes
sw: Kura zilizochelewa kupigwa

source: Poll information
sw: Taarifa ya kidadisi

source: Running since
sw: Imeendesha kuanzia

source: Start
sw: Anzisha

source: Stop
sw: Simamisha

source: Not running
sw: Haiendeshi

source: Component
sw: Kijenzi

source: Interrupt mode
sw: Hali-tumizi ya kukatiza

source: Software updates
sw: Masasisho ya programu

source: There are no software updates available
sw: Hakuna sasisho la programu lolote linalopatikana

source: Version
sw: Toleo

source: SVN revision
sw: Masahihisho ya SVN

source: Software
sw: Programu

source: Operating system
sw: Mfumo endeshi

source: Web server
sw: Seva ya tovuti

source: Environment
sw: Mazingira

source: IP address
sw: Anwani ya IP (itifaki ya wavuti)

source: Language
sw: Lugha

source: Please select appropriate IP address of your Freedom Fone installation.
sw: Tafadhali chagua anwani ya IP (itifaki ya wavuti) inayofaa kwa usakinishaji wako wa Freedom Fone
