Repository: bmpacifique/freedomfone
Catalog: gui/app/Locale/swa/LC_MESSAGES/default.po
Languages: sw

source: If the server:
sw: Kama seva:

source: is connected to the Internet, and has a public IP address, select Internet.
sw: imeunganishwa na Wavuti, na ina anwani ya IP inayopatikana kutoka nje, chagua Wavuti.

source: is connected to a local area network (LAN), select Local Area Network.
sw: imeunganishwa na mtandao wa kiambo (LAN), chagua Mtandao wa Kiambo.

source: is not networked, select Local machine.
sw: haijaunganishwa na mtandao, chagua Tarakilishi ya kiambo.

source: Time zone
sw: Majira ya saa

source: Country
sw: Nchi

source: Internet
sw: Wavuti

source: Local Area Network
sw: Mtandao wa Kiambo

source: Local machine
sw: Tarakilishi ya kiambo

source: Your current IP address is
sw: Anwani yako ya IP (itifaki ya wavuti) ni

source: Environment settings
sw: Mipangilio ya mazingira

source: Create SMS gateway
sw: Unda mlango wa Ujumbe Mfupi

source: Name of SMS gateway.
sw: Jina la mlango wa Ujumbe Mfupi.

source: URL of SMS gateway.
sw: URL ya mlango wa Ujumbe Mfupi.

source: Username
sw: Jina la mtumiaji

source: Username of gateway account.
sw: Jina la mtumiaji wa akaunti ya mlango.

source: Password
sw: Nywila

source: Password of gateway account.
sw: Nywila ya akaunti ya mlango.

source: API key
sw: Ufunguo wa API

source: API secret key.
sw: Ufunguo wa siri wa API.

source: Outboxes
sw: Vikasha toezi

source: Outgoing SMS
sw: Ujumbe mfupi unaoondoka

source: Gateway:
sw: Mlango:

source: username
sw: jina la mtumiaji

source: Are you sure you want to delete this SMS gateway?
sw: Unahakika unataka kufuta mlango huu wa ujumbe mfupi?

source: No SMS gateways exist. Please create one by clicking the <i>Create new</i> button to the right.
sw: Hakuna mlango wowote wa ujumbe mfupi. Tafadhali unda moja ukibofya kitufe <i>Unda mpya</i> upande wa kulia.

source: Create tag
sw: Unda lebo

source: Are you sure you want to delete this tag?
sw: Unahakika unataka kufuta lebo hii?

source: No tags exist. Please create one by clicking the <i>Create new</i> button to the right.
sw: Hakuna lebo yoyote. Tafadhali unda moja ukibofya kitufe <i>Unda mpya</i> upande wa kulia.

source: Repeat password
sw: Andika nywila tena

source: User management
sw: Usimamizi wa watumiaji

source: New password
sw: Nywila mpya

source: Add user
sw: Ongeza mtumiaji

source: Are you sure you wish to delete this user?
sw: Una uhakika unataka kufuta mtumiaji huyu?

source: No users exist. Please add one by clicking the <i>Add User</i> button to the right.
sw: Hakuna mtumiaji yeyote. Tafadhali ongeza mmoja ukibofya kitufe <i>Unda Mtumiaji</i> upande wa kulia.

source: The Frontend Sweeper wipes out all confidential information (such as name, email and phone numbers) from Freedom Fone.
sw: Ufagizi wa Maarifa Binafsi unafuta mambo yote yanayoweza kutambulisha watumiaji (kama jina, barua pepe, na nambari za simu) kutoka Freedom Fone.

source: To wipe out Freedom Fone logs, please use the Backend Sweeper.
sw: Kufuta batli za Freedom Fone, tafadhali tumia Ufagizi wa Nyuma

source: Start Sweeper
sw: Anza Ufagizi

source: Invalid format
sw: Umbizo batili

source: The requested address %s was not found on this server.
sw: Anwani %s uliyoombea haijagunduliwa kwenye seva hii.

source: An Internal Error Has Occurred.
sw: Hitalifu ya Ndani Imetokea.

source: CakePHP: the rapid development php framework
sw: CakePHP: mfumo wa kasi wa maendeleo ya php

source: Debug setting does not allow access to this url.
sw: Mpangilio wa kueua haukuruhusu kufika kwenye url hii.
