Repository: bmpacifique/freedomfone
Catalog: l10n/sharicus/fra/LC_MESSAGES/default.po
Languages: fr_zw

source: Are you sure you wish to delete this phone book?
fr_zw: Etes-vous sûr de vouloir supprimer ce annuaire téléphonique?

source: No phone books exist. Please create one by clicking the <i>Create new</i> button to the right.
fr_zw: Aucune annuaires téléphonique existes. Veuillez créer un en cliquant sur le <i>Créer Nouveau</i> bouton à droite.

source: Duplicated or invalid phone number format (numbers and plus (+) sign are allowed).
fr_zw: Format de numéro de téléphone dupliqué ou non valide (chiffres et plus (+) signe sont autorisés).

source: Number
fr_zw: Numéro

source: Define a concrete question using simple language
fr_zw: Définir une question concrète utilisation simple langue

source: SMS Code
fr_zw: Code SMS

source: Alpha-numeric characters only (maximum 10)
fr_zw: Caractères alpha-numérique seulement (maximum 10)

source: Poll options
fr_zw: Options sondage

source: Start and end time
fr_zw: Début et fin temps

source: When would you like to open and close the poll?
fr_zw: Quand voudriez-vous ouvrir et fermer le sondage?

source: Please note that all votes associated with a poll option will be deleted together with the poll option.
fr_zw: Veuillez noter que tous les votes associés avec un sondage option seront supprimés ensemble avec le sondage option.

source: Add option
fr_zw: Ajouter option

source: Are you sure you wish to delete this poll?
fr_zw: Etes-vous sûr de vouloir supprimer ce sondage?

source: Total Votes
fr_zw: Votes Total

source: System time
fr_zw: Système d'Heure

source: No polls exist. Please create one by clicking the <i>Create new</i> button to the right.
fr_zw: Aucune sondages existes. Veuillez créer un en cliquant sur le <i>Créer Nouveau</i> bouton à droite.

source: SMS code
fr_zw: Code SMS

source: Results
fr_zw: Résultats

source: Early votes
fr_zw: Premiers votes

source: Late votes
fr_zw: Dernier votes

source: Poll information
fr_zw: Informations du sondage

source: Running since
fr_zw: Fonctionnant depuis

source: Start
fr_zw: Début

source: Stop
fr_zw: Arrêt

source: Not running
fr_zw: Pas fonctionnant

source: Component
fr_zw: Composant

source: Interrupt mode
fr_zw: Mode interrompre

source: Software updates
fr_zw: Mises à Jour de Logicielles

source: There are no software updates available
fr_zw: Il n'y a pas mises à jour logicielles disponibles

source: SVN revision
fr_zw: Révision SVN

source: Software
fr_zw: Logiciel

source: Operating system
fr_zw: Système d'exploitation

source: Web server
fr_zw: Serveur web

source: IP address
fr_zw: Adresse IP

source: Language
fr_zw: Langue

source: Please select appropriate IP address of your Freedom Fone installation.
fr_zw: Veuillez sélectionner adresse IP appropriée de votre installation de Freedom Fone.

source: If the server:
fr_zw: Si le serveur:

source: is connected to the Internet, and has a public IP address, select Internet.
fr_zw: est connecté à l'Internet, et possède une adresse IP publique, sélectionnez Internet.

source: is connected to a local area network (LAN), select Local Area Network.
fr_zw: est connecté au réseau local, sélectionnez Réseau Local.

source: is not networked, select Local machine.
fr_zw: n'est pas en réseau, sélectionnez la machine locale.

source: Time zone
fr_zw: Fuseau Horaire

source: Country
fr_zw: Pays

source: Local Area Network
fr_zw: Réseau Local

source: Local machine
fr_zw: Machine locale

source: Your current IP address is
fr_zw: Votre adresse IP actuelle est

source: Environment settings
fr_zw: Paramètres d'environnement

source: Create SMS gateway
fr_zw: Créer Passerelle SMS

source: Name of SMS gateway.
fr_zw: Nom de la passerelle SMS.

source: URL of SMS gateway.
fr_zw: URL de la passerelle SMS.

source: Username
fr_zw: Nom d'utilisatuer

source: Username of gateway account.
fr_zw: Nom d'utilisateur du compte de la passerelle.

source: Password
fr_zw: Mot de passe

source: Password of gateway account.
fr_zw: Mot de passe du compte de la passerelle.

source: API key
fr_zw: Clé API

source: API secret key.
fr_zw: Clé secrète d'API

source: Outgoing SMS
fr_zw: SMS Sortants

source: Gateway:
fr_zw: Passerelle:

source: username
fr_zw: nom d'utilisateur

source: Are you sure you want to delete this SMS gateway?
fr_zw: Etes-vous sûr de vouloir supprimer cette passerelle SMS?

source: No SMS gateways exist. Please create one by clicking the <i>Create new</i> button to the right.
fr_zw: Pas de passerelles SMS existent. S'il vous plaît créer un en cliquant sur le <i>Créer un nouveau</i> bouton vers la droite.

source: Create tag
fr_zw: Créer Balise

source: Are you sure you want to delete this tag?
fr_zw: Êtes-vous sûr que vous voulez supprimer ce balise?

source: No tags exist. Please create one by clicking the <i>Create new</i> button to the right.
fr_zw: Aucune balises existes. Veuillez créer un en cliquant sur le <i>Créer Nouveau</i> bouton à droite.

source: Repeat password
fr_zw: Répétez mot de passe

source: User management
fr_zw: Gestion Utilisateurs

source: New password
fr_zw: Nouveau mot de passe

source: Add user
fr_zw: Ajouter Utilisateur

source: Are you sure you wish to delete this user?
fr_zw: Etes-vous sûr de vouloir supprimer cet utilisateur?

source: No users exist. Please add one by clicking the <i>Add User</i> button to the right.
fr_zw: Aucun utilisateurs existe. S'il vous plaît ajoutez un en cliquant sur le <i>Ajouter Utilisateur</ i> bouton à droite.

source: The Frontend Sweeper wipes out all confidential information (such as name, email and phone numbers) from Freedom Fone.
fr_zw: Le Nettoyeur Interface efface toutes les informations confidentielles (telles que nom, l'email et numéros de téléphone) de Freedom Fone.

source: To wipe out Freedom Fone logs, please use the Backend Sweeper.
fr_zw: Pour effacer les logs de Freedom Fone, veuillez utiliser le Nettoyeur d'Arrière-Plan.

source: Start Sweeper
fr_zw: Commencer Nettoyeur

source: Invalid format
fr_zw: Format non valide

source: The requested address %s was not found on this server.
fr_zw: Les %s des adresses demandée n'a pas été trouvée sur ce serveur.

source: An Internal Error Has Occurred.
fr_zw: Une Erreur Interne S'Est Produite.

source: CakePHP: the rapid development php framework
fr_zw: CakePHP: le développement rapide du cadre php

source: Debug setting does not allow access to this url.
fr_zw: Réglage de débogage ne permet pas l'accès à cette URL.
