Repository: bmpacifique/freedomfone
Catalog: l10n/sharicus/fra/LC_MESSAGES/default.po
Languages: fr_zw

source: There are no GSMOpen based units connected to your system.
fr_zw: Il n'y a pas des unités basées de GSMOpen connectés à votre système.

source: Generated
fr_zw: Généré

source: GSM channels
fr_zw: Canaux GSM

source: Active GSM Channels
fr_zw: Cannaux GSM Activé

source: Slot
fr_zw: Emplacement

source: Sim inserted
fr_zw: SIM insérée

source: Signal level
fr_zw: Niveau du signal

source: Network registration
fr_zw: Réseau d'enregistrement

source: Operator
fr_zw: Opérateur

source: Last updated
fr_zw: Dernière mise à jour

source: There are no OfficeRoute units connected to your system.
fr_zw: Il n'y a pas d'unités OfficeRoute connectés à votre système.

source: Interface name
fr_zw: Nom de l'interface

source: There are no GSMOpen devices connected to your system.
fr_zw: Il n'y a pas de dispositifs GSMOpen connectés à votre système.

source: Updated
fr_zw: Mis à jour

source: Inserted
fr_zw: Inséré

source: Send
fr_zw: Envoyer

source: Receive
fr_zw: Recevoir

source: There are no Gammu devices connected to your system.
fr_zw: Il n'y a pas de dispositifs de Gammu connectés à votre système.

source: No status code available
fr_zw: Aucun code de statut disponible

source: Gammu is not running
fr_zw: Gammu ne marche pas

source: Sending OK
fr_zw: Envoi OK

source: Sending failed
fr_zw: Envoi échoué

source: Poor
fr_zw: Faible

source: Good
fr_zw: Bon

source: Excellent
fr_zw: Excellente

source: Manage polls
fr_zw: Gérer les sondages

source: Create poll
fr_zw: Créer Sondage

source: Inboxes
fr_zw: Boîtes d'Arrivée

source: Manage LAM
fr_zw: Gérer LAM

source: SMS gateways
fr_zw: Passerelles SMS

source: SMS batches
fr_zw: Paquets de SMS

source: Create batch
fr_zw: Créer paquet

source: IVR Centre
fr_zw: Centre RVI

source: Language selectors
fr_zw: Sélecteurs de Langues

source: User Management
fr_zw: Gestion Utilisateurs

source: System users
fr_zw: Utilisateurs du Système

source: Frontend Sweeper
fr_zw: Nettoyeur Interface

source: Monitoring
fr_zw: Surveillance

source: Call graphs
fr_zw: Graphiques d'Appel

source: Help
fr_zw: Assistance

source: Downloads
fr_zw: Téléchargements

source: Website
fr_zw: Site Web

source: Feedback
fr_zw: Commentaires

source: N/A
fr_zw: Nul

source: No Flash plugin installed
fr_zw: Aucun plugin Flash installé

source: No audio file available
fr_zw: Aucun fichier audio disponible

source: Pending
fr_zw: En attendant le procès

source: Closed
fr_zw: Fermé

source: OFF
fr_zw: Eteindre

source: ON
fr_zw: Allumer

source: Authentication
fr_zw: Authentification

source: Add Group
fr_zw: Ajouter Groupe

source: Add group
fr_zw: Ajouter groupe

source: Group
fr_zw: Groupe

source: Are you sure you wish to delete this group?
fr_zw: Etes-vous sûr de vouloir supprimer ce groupe?

source: No groups exist. Please add one by clicking the <i>Add Group</i> button to the right.
fr_zw: Les groupes n'existent pas. S'il vous plaît ajoutez-un en cliquant sur le <i>Ajouter Groupe</i> bouton à droite.

source: Check All
fr_zw: Vérifier tous les

source: Uncheck All
fr_zw: Décochez toutes les

source: Voice menu
fr_zw: Menu vocal

source: Other SMS
fr_zw: D'autres SMS

source: Create voice menu
fr_zw: Créer un menu vocal

source: Name of IVR
fr_zw: Nom de RVI

source: Long greeting message:include a brief description of the services offered and the menu alternatives.
fr_zw: Longue message d'accueil: inclure une brève description des services offerts et les alternatives du menu.

source: Brief instuctions: Repeat the menu alternatives. For example: For news, press 1. For health, press 2.
fr_zw: Brèves instructions: Répétez les alternatives menu. Par exemple: Pour obtenir des nouvelles, appuyez sur 1. Pour la santé, appuyez sur 2.

source: Select option for alternative 1.
fr_zw: Sélectionnez l'option pour la variante 1.

source: Select option for alternative 2.
fr_zw: Sélectionnez l'option pour la variante 2.

source: Default
fr_zw: Défaut

source: Welcome
fr_zw: Bienvenue

source: Audio file
fr_zw: Fichier audio

source: Goodbye
fr_zw: Au revoir

source: Invalid
fr_zw: Non valid

source: Menu Options
fr_zw: Options de Menu

source: Select entry
fr_zw: Sélectionner l'entrée

source: Leave-a-Message
fr_zw: Laisser-un-Message

source: Create Language Selector
fr_zw: Créer Selecteur de Langue

source: Voice Menus
fr_zw: Menus Vocaux

source: Message played before Freedom Fone finishes (hangs) the call.
fr_zw: Message joué avant que Freedom Fone termine (raccroche) l'appel.

source: Message played after incorrect input (digit pressed) from user.
fr_zw: Message joué après l'entrée incorrecte (chiffres pressé) par l'utilisateur.

source: Default:
fr_zw: Défaut:

source: Edit voice menu
fr_zw: Modifier menu vocal

source: Menu Instructions
fr_zw: Menu des Instructions

source: Welcome Message
fr_zw: Message de Bienvenue

source: Do not use uploaded file
fr_zw: N'utilisez pas le fichier téléchargé

source: Download
fr_zw: Télécharger

source: Instructions Message
fr_zw: Message des Instructions

source: Goodbye Message
fr_zw: Message d'adieu

source: Invalid Message
fr_zw: Message non valide

source: This IVR does not exist.
fr_zw: Cette RVI n'existe pas.

source: Name of language selector
fr_zw: Nom de selecteur de langue

source: Brief instruction how to reach each language menu.
fr_zw: Brève instruction comment atteindre chaque menu langue.

source: Warning that the user has pressed an invalid option.
fr_zw: Attention que l'utilisateur a appuyé sur une option non valide.

source: Edit language selector
fr_zw: Modifier le sélecteur de langue

source: This language selector does not exist.
fr_zw: Ce sélecteur de langue n'existe pas.

source: Tool tip
fr_zw: Bulle d'aide

source: Audio files should be recorded in mono, 8KHz, and be maximum 10MB.
fr_zw: Les fichiers audio doivent être enregistrés en mono, 8 KHz, et être 10Mo maximum.

source: Last modified
fr_zw: Dernier modifié

source: Are you sure you wish to delete this voice menu?
fr_zw: Etes-vous sûr de vouloir supprimer ce menu vocal?

source: There are no voice menus created.
fr_zw: Il n'y ont pas menus vocaux créés.

source: Are you sure you wish to delete this language selector?
fr_zw: Etes-vous sûr de vouloir supprimer cet selecteur de langue?

source: No language selectors exist. Please create one by clicking the <i>Create new</i> button to the right.
fr_zw: Aucune sélecteurs de langues existent. Veuillez créer un en cliquant sur la touche <i>Créer Nouveau</i> bouton à droite.

source: Logged in as
fr_zw: Connecté en tant que

source: Logout
fr_zw: Déconnexion

source: Login
fr_zw: Connexion

source: Home
fr_zw: Accueil

source: Create Leave a Message IVR
fr_zw: Créer un RVI Laisser-un-Message

source: Please upload either an .mp3 or a .wav audio file for each message. If no audio file is present, the fallback text will be used in the Leave-a-Message IVR Menu.
fr_zw: S'il vous plaît télécharger un .mp3 ou un .wav fichier audio pour chaque message. Si aucun fichier audio est présent, le texte de repli sera utilisée dans le Laisser-un-Message RVI Menu.

source: You can listen to your uploaded audio files by pressing the Play button or download a copy of the files by using the Download icon.
fr_zw: Vous pouvez écouter vos fichiers audio téléchargé en appuyant sur le bouton Jouer ou télécharger une copie des fichiers en utilisant l'icône de téléchargement.

source: Name of this Leave-a-message IVR menu.
fr_zw: Nom de cette Laisser-un-Message RVI menu.

source: Maximum duration of voice message left by user.
fr_zw: La durée maximale d'un message vocal laissé par l'utilisateur.

source: Check the box to force Text-to-speech (ignore uploaded files)
fr_zw: Cochez la case pour forcer Texte-à-Parole (ignorer les fichiers téléchargés)

source: Unlimited
fr_zw: Illimité

source: General settings
fr_zw: Paramètres généraux

source: Message duration
fr_zw: Durée du message

source: Do not use uploaded files
fr_zw: Ne pas utiliser les fichiers téléchargés

source: Step 1: Welcome message
fr_zw: Étape 1: Message de bienvenue

source: Fallback text
fr_zw: Texte de repli

source: Step 2: Record message instructions
fr_zw: Etape 2: Enregistrer instructions de message

source: Advanced options
fr_zw: Options Avancées

source: If you choose to enable the advanced Leave-a-Message service, you should ask the caller to finish the call by pressing # instead of hanging up (in Step 2).
fr_zw: Si vous choisissez d'activer l'avancée service de Laisser-un-Message, vous devez demander à l'appelant pour terminer l'appel en appuyant sur # au lieu de raccrocher (dans l'étape 2).

source: Step 3: Invalid message
fr_zw: Étape 3: Message non valide

source: Step 4: Long message
fr_zw: Étape 4: Long Message

source: Step 5: Select message
fr_zw: Étape 5: Sélectionner un message

source: Step 6: Delete message
fr_zw: Etape 6 : Supprimer message

source: Step 7: Save message
fr_zw: Etape 7: Enregistrer message

source: Step 8: Goodbye message
fr_zw: Etape 8: Message d'adieu

source: Long Message
fr_zw: Message Longue

source: Select Message
fr_zw: Sélectionner Message

source: Delete Message
fr_zw: Supprimer le Message

source: Save Message
fr_zw: Enregistrer le Message

source: Leave-a-message| The Leave-a-message voice menu consists of eight different messages. Each message can be generated in three different ways:| (1) customized audio files| (2) customized text to speech, or| (3) default text to speech.||If the administrator associates an audio file with a message, that file will be played to the caller when she enters the voice menu.|If no audio file is provided for a message, but a customized text message exists, the text message will be synthesized and played to the caller.|If neither an audio file, nor a customized text is provided, the default text will be synthesized and played to the user.|The audio files must be uploaded in .mp3 or .wav format through the user interface. Once uploaded, they can be listened to from the administration GUI via the built-in Flashplayer. Audio files can at any time be overwritten with a new audio file.
fr_zw: Laisser-un-Message| Le Laisser-un-Message menu se compose de huit messages différents. Chaque message peut être généré de trois manières différentes:| (1) les fichiers audio personnalisée| (2) les textes ou paroles personnalisées, or| (3) texte par défaut à la parole. || Si l'administrateur associe un fichier audio avec un message, ce fichier sera joué à l'appelant quand elle pénètre dans le menu vocal.| Si aucun fichier audio est prévu pour un message, mais un message texte personnalisé existe, le texte du message seront synthétisés et joué à l'appelant.| Si ni un fichier audio, ni un texte personnalisé est fourni, le texte par défaut seront synthétisés et joué à l'utilisateur.| Les fichiers audio doivent être téléchargés en .mp3 ou .wav via l'interface utilisateur. Une fois téléchargés, ils peuvent être écoutés par l'administration GUI via le Flashplayer intégré. Les fichiers audio peuvent à tout moment être remplacées par un nouveau fichier audio.

source: Edit Leave a Message IVR
fr_zw: Modifier Laisser-un-Message RVI

source: Please upload either an .mp3 or a .wav audio file for each message. If no audio file is present, the fallback text will be used in the Leave-a-Message IVR Menu. You can listen to your uploaded audio files by pressing the Play button or download a copy of the files by using the Download icon.
fr_zw: S'il vous plaît télécharger un .mp3 ou un .wav fichier audio pour chaque message. Si aucun fichier audio est présent, le texte de repli sera utilisé dans le Laisser-un-Message RVI Menu. Vous pouvez écouter vos fichiers audio téléchargé en appuyant sur le bouton Jouer ou télécharger une copie des fichiers en utilisant l'icône de Téléchargement.

source: Maximum duration (seconds) of voice message left by user.
fr_zw: Durée maximale (en secondes) du message vocal laissé par l'utilisateur.

source: Inform Message
fr_zw: Informer Message

source: Manage Leave-a-message
fr_zw: Gérer Laisser-un-Message

source: Created
fr_zw: Créé

source: Are you sure you wish to delete this Leave-a-message IVR menu?
fr_zw: Etes-vous sûr de vouloir supprimer cet Laisser-un-Message RVI menu?

source: No Leave-a-Message menus exist. Please create one by clicking the <i>Create new</i> button to the right.
fr_zw: Aucun Laisser-un-Message menus existent. Veuillez créer un en cliquant sur le <i>Créez Nouveau</i> bouton à droite.

source: No log entries.
fr_zw: Pas d'entrées de journal.

source: No log file of this type exists
fr_zw: Aucun fichier de ce type existe

source: Select log file to view.
fr_zw: Sélectionner le fichier log pour voir.

source: Dispatcher
fr_zw: Dispatcheur

source: Select log file
fr_zw: Sélectionner le fichier log

source: Archived messages
fr_zw: Messages Archivés

source: Rate
fr_zw: Taux

source: No of messages per page:
fr_zw: Nombre de messages par page

source: All
fr_zw: Tous

source: Inbox
fr_zw: Boîte d'Arrivée

source: No rate
fr_zw: Aucun taux

source: Previous message
fr_zw: Message précédent

source: Next message
fr_zw: Message suivante

source: Edit Message
fr_zw: Modifier Message

source: No category
fr_zw: Aucune categorie

source: Comment
fr_zw: Commentaire

source: Tag
fr_zw: Balise

source: No tag
fr_zw: Pas de balise

source: Are you sure you wish to delete this message?
fr_zw: Etes-vous sûr de vouloir supprimer ce message?

source: Modified
fr_zw: Modifiés

source: Audio Messages
fr_zw: Messages Audio

source: Please select one or more criteria below.
fr_zw: S'il vous plaît sélectionner un ou plusieurs critères ci-dessous.

source: Ascending
fr_zw: Ascendant

source: Descending
fr_zw: Descendant

source: Order by
fr_zw: Ordre par

source: Sorting direction
fr_zw: Direction de Triage

source: Entries per page
fr_zw: Entrées par page

source: Selection criteria
fr_zw: Critères de Sélection

source: Order and direction
fr_zw: Ordre et Direction

source: Erase monitoring data
fr_zw: Effacer les données de surveillance

source: Erase
fr_zw: Effacer

source: Monitoring of Voice Menus
fr_zw: Surveillance de Menus Vocaux

source: Entries:
fr_zw: Entrées:

source: Caller ID
fr_zw: ID de l'Appelant

source: From
fr_zw: de

source: Pressed
fr_zw: Pressée

source: To
fr_zw: à

source: start
fr_zw: début

source: end
fr_zw: fin

source: Are you sure you wish to delete this entry?
fr_zw: Etes-vous sûr de vouloir supprimer cette entrée?

source: IVR ID
fr_zw: ID RVI

source: Node ID
fr_zw: Noeud ID

source: Digit
fr_zw: Chiffre

source: Caller number
fr_zw: Numéro de l'appelant

source: MonitorIvr
fr_zw: Surveiller RVI

source: Upload
fr_zw: Télécharger

source: Upload Content
fr_zw: Télécharger Contenu

source: Valid formats: wav and mp3
fr_zw: Les formats valides: wav et mp3

source: Edit Content
fr_zw: Éditer le contenu

source: If you select a file, the previous one will be deleted. Valid formats: wav and mp3
fr_zw: Si vous sélectionnez un fichier, le précédent sera supprimé. Les formats valides: wav et mp3

source: Duration
fr_zw: Durée

source: No Menu Option with that id exists
fr_zw: Aucune Option de Menu avec cette ID existe

source: Upload new
fr_zw: Télécharger de nouveau

source: Entry:
fr_zw: Entrée:

source: Are you sure you wish to delete this content?
fr_zw: Etes-vous sûr de vouloir supprimer ce contenu?

source: No content items exist. Please upload content by clicking the <i>Upload new</i> button to the right.
fr_zw: Aucun élément contenu existent. Veuillez télécharger du contenu en cliquant sur le <i>Upload nouveau</ i> bouton à droite.

source: Edit channel
fr_zw: Modifier la chaîne

source: slot
fr_zw: fente

source: Welcome to Freedom Fone
fr_zw: Bienvenue à Freedom Fone

source: Please click on the padlock in the upper right corner to log in.
fr_zw: Veuillez cliquez sur le cadenas dans le coin supérieur droit pour déverrouiller.

source: This component allows you to build a variety of personal Voice Menus based on customized audio files, or synthesized text messages.
fr_zw: Ce composant vous permet de construire une variété de Menus Vocaux personnalisés basée sur des fichiers audio, ou des messages texte synthèsés.

source: A Voice menu consists of:
fr_zw: Le Menu Vocal se compose de:

source: Menu Instructions: a set of mandatory voice messages, such as a Welcome message, and instructions on how to navigate through the menu.
fr_zw: Instructions du menu: un ensemble de messages vocaux obligatoires, comme un message de Bienvenue, et des instructions sur la façon de naviguer dans le menu.

source: Menu Options: audio files or components associated with telephony keypad selections.
fr_zw: Options du menu: des fichiers audio ou les composants associés aux sélections du clavier téléphonique.

source: The Leave-a-message voice menu consists of eight different messages. Each message can be generated in three different ways:
fr_zw: Le Laisser-un-Message menu vocal est constitué de huit messages différents. Chaque message peut être généré en trois façons différentes:

source: Customized audio files
fr_zw: Les fichiers audio personnalisées

source: Customized text to speech
fr_zw: Texte à la parole personnalisée

source: Default text to speech
fr_zw: Défaut texte à la parole

source: If the administrator associates an audio file with a message, that file will be played to the caller when she enters the voice menu.
fr_zw: Si l'administrateur associe un fichier audio avec un message, ce fichier sera joué à l'appelant quand elle pénètre dans le menu vocal.

source: If no audio file is provided for a message, but a customized text message exists, the text message will be synthesized and played to the caller.
fr_zw: Si aucun fichier audio est prévu pour un message, mais un message texte personnalisé existe, le texte du message seront synthétisées et joué à l'appelant.

source: If neither an audio file, nor a customized text is provided, the default text will be synthesized and played to the user.|The audio files must be uploaded in .mp3 or .wav format through the user interface. Once uploaded, they can be listened to from the administration GUI via the built-in Flashplayer. Audio files can at any time be overwritten with a new audio file.
fr_zw: Si ni un fichier audio, ni un texte personnalisé est fourni, le texte par défaut seront synthétisées et joué à l'utilisateur.| Les fichiers audio doivent être téléchargés au format MP3 ou WAV via l'interface utilisateur... Une fois téléchargés, ils peuvent être écoutés à partir de l'interface d'administration via le Flashplayer intégré. Les fichiers audio peuvent à tout moment être remplacées par un nouveau fichier audio.

source: The Poll service allows end users to participate in polls by sending SMSs to Freedom Fone.
fr_zw: Le service de sondage permet aux utilisateurs de participer à des sondages en envoyant des SMS à Freedom Fone.

source: The Freedom Fone administrator has the ability to create, edit and delete polls.
fr_zw: L'administrateur du Freedom Fone a la capacité de créer, éditer et supprimer des sondages.

source: The administrator can at any time edit the above listed fields. Of course, it is not recommended to change the question, code or answers to a poll, once it has been opened to the public.
fr_zw: L'administrateur peut à tout moment modifier les champs ci-dessus énumérés. Bien sûr, il n'est pas recommandé de modifier la question, le code ou des réponses à un sondage, une fois qu'il a été ouvert au public.

source: Before a poll is opened, and after it has been closed, no poll votes are registered for the poll.
fr_zw: Avant un sondage a été ouvert, et après il a été fermé, aucune voix seront enregistrés pour le sondage.

source: For each poll, once it has started, the administrator can at anytime, view the interim or final result in terms of number of votes per answer, and percentage of total votes per answer.
fr_zw: Pour chaque sondage, une fois qu'il a commencé, l'administrateur peut à tout moment, visualiser le résultat provisoire ou définitive en termes de nombre de voix par répondre, et le pourcentage du total des votes par réponse.

source: Classification of votes
fr_zw: Classification des voix

source: The system classifies all incoming votes as <i>valid</i>, <i>invalid</i>, or <i>incorrect</i>:
fr_zw: Le système classifie tous les votes entrants comme <i>valide</i>, ,<i>non valide</i>, ou <i>incorrecte</i>

source: Valid vote:</b> correct poll code, and correct poll option|<ul><li>Early: Received before the poll opened.</li><li>In time: Received while the poll was open.</li><li>Late: Received after the poll was closed.</li></ul>Early votes will be registered as "Valid, early". The number of early votes per poll option is presented in a separate column under the View poll page. Early votes will not be added to the Total votes accepted for the poll.
fr_zw: Vote valide: </b> le code du sondage correcte, et option du sondage correcte|<ul><li>Début: Reçus tandis que le sondage a été ouvert.</li><li>Tard: Reçu après que le sondage a été fermé.</li><li>Début voix seront enregistrés comme "valide, début". Le nombre de début voix par option du sondage sont présentés dans une colonne séparée sous la page Afficher Sondage. Début votes ne seront pas ajoutés au Total des voix acceptée pour le sondage.

source: Late votes will be registered as "Valid, late". The number of late votes per poll option is presented in a separate column under the View poll page. Late votes will not be added to the Total votes accepted for the poll.
fr_zw: Votes retard seront enregistrés comme "valide, tard". Le nombre de votes retard par option du sondage sont présentés dans une colonne séparée sous la page Afficher Sondage. Votes retard ne seront pas ajoutés au total des voix acceptée pour le sondange.

source: <b>Invalid vote:</b> correct poll code, but a non-matching poll option
fr_zw: <b>Vote non valide:</b> code du sondage correcte, mais l'option du sondage ne match pas

source: Invalid votes are registered as votes, but classified as "invalid". "Early", "late" and "on-time" invalid votes are registered.
fr_zw: Votes non valide sont enregistrer comme voix, mais classifiés comme "non valide", "Début", "tard" et "à temps" non valide votes sont enregistrer.

source: Only "on-time" invalid votes are incorporated into the Total number of votes (in time) summary.
fr_zw: Seulments "à temps" votes non valides sont incorporés dans le nombre Total de votes (en temps) de synthèse.

source: Invalid vote totals are provided to give deployers an idea of how SMS errors might impact on poll results.
fr_zw: Les totals des voix non valides sont fournies pour donner déployeurs une idée de comment erreurs SMS avoir un impact sur les résultats du sondage.

source: <b>Incorrect vote:</b> Non-matching poll code
fr_zw: <b>Vote non valide:</b> Code du sondage ne match pas

source: Incorrect votes that cannot be matched to any existing poll, will be classified as an incoming SMS and will be stored under "Incoming SMS". The SMS will be classified as "Unclassified".
fr_zw: Mauvaise votes qui ne peut pas être adapté à tous sondages existantes, seront classés comme étant un SMS Entrants et sera stocké sous "SMS entrant". Les SMS seront classés comme "Non classifié".

source: Create Phone book
fr_zw: Créer Annuaire Téléphonique

source: Add caller to phone book
fr_zw: Ajouter appelant à l'annuaire

source: No phone book with this id exists
fr_zw: Aucun annuaire téléphonique avec cette ID existes

source: Poll count
fr_zw: Compte de sondage

source: Voice menu count
fr_zw: Menu Vocal Compte

source: Leave-a-message count
fr_zw: Laisser-un-Message Compte

source: SMS count
fr_zw: Compte SMS

source: Callback count
fr_zw: Compte Rappels

source: Last active
fr_zw: Dernier active

source: PhoneBook
fr_zw: Annuaire téléphonique

source: Phone book:
fr_zw: Annuaire téléphonique:
