Repository: bmpacifique/freedomfone
Catalog: l10n/sharicus/fra/LC_MESSAGES/default.po
Languages: fr_zw

source: Wrong password, please try again.
fr_zw: Mauvais mot de passe, veuillez essayez de nouveau.

source: You do not have the authority to access this page.
fr_zw: Vous n'avez pas l'autorité d'accéder à cette page.

source: No file selected. Please try again.
fr_zw: Pas de fichier sélectionnée. Veuillez essayez de nouveau.

source: Failure (invalid file type)
fr_zw: Message d'erreur (format de fichier non valide)

source: SMS Batches
fr_zw: Paquets de SMS

source: Create SMS batch
fr_zw: Créer Paquet de SMS

source: SMS batch has been deleted.
fr_zw: Paquet SMS a été supprimé.

source: SMS Receivers
fr_zw: Recépteurs de SMS

source: Delete
fr_zw: Supprimer

source: SMS Incoming
fr_zw: SMS Entrants

source: Callers
fr_zw: Appelants

source: Caller details
fr_zw: Détails d'Utilisateur

source: Edit Caller
fr_zw: Éditer Appelant

source: Refresh
fr_zw: Rafraîchir

source: The entry has been updated.
fr_zw: L'entrée a été mis à jour.

source: Selected user has been deleted.
fr_zw: Utilisateur sélectionné a été supprimé.

source: Add to phone book
fr_zw: Ajouter à l'annuaire téléphonique

source: Remove from phone book
fr_zw: Retirer du annuaire téléphonique

source: Merge
fr_zw: Fusionner

source: Add Caller
fr_zw: Ajouter Appelant

source: New caller has been added
fr_zw: Nouvel appelant a été ajouté

source: Categories
fr_zw: Catégories

source: Add category
fr_zw: Ajouter une Catégorie

source: The category has been saved
fr_zw: La catégorie a été enregistré

source: Edit category
fr_zw: Éditer une Catégorie

source: Invalid Category
fr_zw: Catégorie non valide

source: The category could not be saved. Please, try again.
fr_zw: La catégorie ne pourrait pas être sauvegardées. Veuillez essayer à nouveau.

source: The category has been deleted.
fr_zw: La catégorie a été supprimée.

source: Call detail report
fr_zw: Rapport Détaillé d'Appel

source: All Voice Menus
fr_zw: Tous Menus Vocaux

source: All Leave-a-Message
fr_zw: Tous les Laisser-un-Message

source: Export
fr_zw: Exporter

source: Call Data Records
fr_zw: Banque de Données d'Appels

source: Delete selected
fr_zw: Supprimer la sélection

source: CDR statistics
fr_zw: Statistiques CDR

source: Overview
fr_zw: Vue d'ensemble

source: System Overview
fr_zw: Présentation du système

source: Active GSM channels
fr_zw: Cannaux GSM Activé

source: Service mapping
fr_zw: Mappage de Service

source: Edit GSMOpen channel
fr_zw: Éditer Canal GSMOpen

source: Invalid option.
fr_zw: Option non valide.

source: Freedom Fone Groups
fr_zw: Groupes de Freedom Fone

source: Voice menus
fr_zw: Menus Vocaux

source: Add Voice Menu
fr_zw: Ajouter Menu Vocal

source: There are no more Voice Menus available. Please delete an inactive Voice Menu, and try again.
fr_zw: Il n'y ont pas plus de menus vocaux disponible. S'il vous plaît supprimer un menu vocal inactif, et essayez de nouveau.

source: The file %s could not be uploaded due to file size restrictions
fr_zw: Les %s de fichiers ne peuvent pas être téléchargés en raison des restrictions de la taille de fichier

source: The file %s was successfully uploaded.
fr_zw: Les %s de fichiers sont téléchargés avec succès.

source: The file %s could not be uploaded (error: %s)
fr_zw: Les %s de fichiers ne peuvent pas être téléchargés (erreur: %s)

source: Add Language Selector
fr_zw: Ajouter Selecteur de Langue

source: There are no more Selectors available. Please delete an inactive Selector, and try again.
fr_zw: Il n'y a pas plus Sélecteurs disponibles. Veuillez supprimer un Sélecteur inactifs, et essayez de nouveau.

source: Edit Voice menu
fr_zw: Éditer Menu Vocal

source: Invalid option
fr_zw: Option non valide

source: The selected entry has been deleted.
fr_zw: L'entrée sélectionnée a été supprimé.

source: The selected entry could not be deleted since it is a member of another Voice Menu.
fr_zw: L'entrée sélectionnée ne pourrait pas être supprimée car elle est un membre d'un autre menu vocal.

source: No entry with this id exist. Please try again.
fr_zw: Aucune entrée avec cet ID existent. Veuillez essayer de nouveau.

source: Language Selectors
fr_zw: Selecteurs de Langue

source: Edit Language Selector
fr_zw: Éditer Selecteur de Langue

source: Leave-a-Message IVR Menus
fr_zw: Laisser-un-Message RVI Menus

source: Create Leave-a-Message
fr_zw: Créer un Laisser-un-Message

source: There is no idle instance for a new Leave-a-message IVR menu. Please delete an existing menu, and try again. Maximum menus: 20.
fr_zw: Il n'existe aucune instance d'inactivité pour une nouvelle Laisser-un-Message RVI menu. Veuillez supprimer un menu existant, et essayer de nouveau. Menus maximum: 20.

source: Your data could not be saved. Please, try again.
fr_zw: Votre données ne pouvaient pas être sauvegardées. Veuillez essayer à nouveau.

source: Please enter a title for the menu.
fr_zw: Veuillez d'entrer un titre pour le menu.

source: Edit Leave-a-Message
fr_zw: Éditer Laisser-un-Message

source: The selected menu has been deleted.
fr_zw: Le menu sélectionné a été supprimé.

source: The default conf file could not be restored. Please check file permissions.
fr_zw: La valeur par défaut conf fichier n'a pas pu être restauré. S'il vous plaît vérifiez les autorisations.

source: The selected menu could not be deleted since it is a member of another IVR.
fr_zw: Le menu sélectionné ne pourrait pas être supprimée car elle est un membre d'un autre RVI.

source: Leave-a-Message Inbox
fr_zw: Laisser-un-Message Boîtes d'Arrivée

source: Leave-a-Message Archive
fr_zw: Laisser-un-Message Archive

source: The entry has been updated
fr_zw: L'entrée a été mis à jour

source: Save
fr_zw: Enregistrer

source: Move to Archive
fr_zw: Déplacer à l'Archive

source: Activate
fr_zw: Activer

source: Monitor Voice Menus
fr_zw: Surveiller Menus Vocaux

source: Export monitoring data
fr_zw: Exporter les données de surveillance

source: Delete monitoring data
fr_zw: Supprimer les données de surveillance

source: Content
fr_zw: Contenu

source: Upload content
fr_zw: Télécharger du contenu

source: File upload failure (filesize exceeds maximum)
fr_zw: Fichier échec de téléchargement (taille du fichier dépasse le maximum)

source: The menu option has been created.
fr_zw: L'option de menu a été créé.

source: The selected voice menu node has been deleted.
fr_zw: Le nœud du menu vocal sélectionné a été supprimé.

source: The selected voice menu node could not be deleted as it is present in one or more Voice menus.
fr_zw: Le nœud du menu vocal sélectionné n'a pas pu être supprimée, car elle est présente dans un ou plusieurs menus vocaux.

source: Edit content
fr_zw: Éditer Contenu

source: Invalid audio file
fr_zw: Fichier audio non valide

source: Success
fr_zw: Succès

source: Your changes have been saved.
fr_zw: Vos changements ont été enregistrés.

source: Edit OfficeRoute
fr_zw: Éditer OfficeRoute

source: Phone books
fr_zw: Annuaires téléphoniques

source: Add Phone book
fr_zw: Ajouter un Annuaire Téléphonique

source: The phone book has been created.
fr_zw: Annuaire Téléphonique a été créé.

source: The phone book could not be saved. Please, try again.
fr_zw: L'annuaire téléphonique ne pouvait pas être sauvegardées. Veuillez essayez de nouveau.

source: Edit Phone book
fr_zw: Éditer Annuaire Téléphonique

source: Invalid id
fr_zw: ID non valide

source: The phone book has been updated.
fr_zw: L'annuaire téléphonique a été mis à jour.

source: The data could not be saved. Please, try again.
fr_zw: Les données ne pouvaient pas être sauvegardées. Veuillez essayer à nouveau.

source: The selected phone book has been deleted.
fr_zw: L'annuaire téléphonique sélectionné a été supprimé.

source: Manage Polls
fr_zw: Gérer Sondages

source: View Poll
fr_zw: Afficher Sondage

source: Create Poll
fr_zw: Créer Sondage

source: The poll has been created. Please note that the poll's closing time has already passed.
fr_zw: Le sondage a été créé. Veuillez noter que l'heure de clôture du sondage a déjà passée.

source: The poll has successfully been created.
fr_zw: Le sondage a été créé avec succès.

source: Delete Poll
fr_zw: Supprimer Sondage

source: The following poll has been deleted
fr_zw: Le sondage suivant a été supprimé

source: Poll option could not be deleted. A poll needs at least two options.
fr_zw: Option du sondage n'ont pas pu être supprimé. Un sondage a besoin d'au moins deux options.

source: Edit Poll
fr_zw: Modifier sondage

source: Invalid Poll
fr_zw: Sondage non valide

source: The poll has been updated. Please note that the poll's closing time has already passed.
fr_zw: Le sondage a été mis à jour. Veuillez noter que l'heure de la clôture du sondage est déjà passée.

source: The poll has been updated.
fr_zw: Le sondage a été mis à jour.

source: Health
fr_zw: Santé

source: About
fr_zw: À Propos

source: started
fr_zw: commencé

source: is already running
fr_zw: est déjà en cours d'exécution

source: is not running
fr_zw: n'est pas en cours d'exécution

source: No pid found. Contact system admin.
fr_zw: Aucun PID trouvé. Contact admin système.

source: Manual
fr_zw: Manuel

source: stopped
fr_zw: arrêté

source: was already stopped
fr_zw: a déjà été arrêté

source: Settings
fr_zw: Paramètres

source: Invalid IP address
fr_zw: Adresse IP non valid

source: Please try again.
fr_zw: Veuillez essayez de nouveau.

source: SMS Gateways
fr_zw: Passerelles SMS

source: Create SMS Gateway
fr_zw: Créer Passerelle SMS

source: Edit SMS gateway
fr_zw: Éditer Passerelle SMS

source: Invalid SMS gateway
fr_zw: Invalide Passerelle SMS

source: The SMS gateway has been updated.
fr_zw: La passerelle SMS a été mis à jour.

source: SMS gateway has been deleted.
fr_zw: Passerelle SMS a été supprimé.

source: Tags
fr_zw: Balises

source: Add Tag
fr_zw: Ajouter Balise

source: The tag has been saved
fr_zw: La balise a été enregistré

source: Edit Tag
fr_zw: Modifier Balise

source: Invalid Tag
fr_zw: Balise non valide

source: The tag has been edited.
fr_zw: La balise a été édité.

source: The tag could not be saved. Please, try again.
fr_zw: La balise ne pourrait pas être sauvegardées. Veuillez essayer à nouveau.

source: The selected tag has been deleted.
fr_zw: La balise sélectionnée a été supprimée.

source: Your username or password was incorrect.
fr_zw: Votre nom d'utilisateur ou mot de passe était incorrect.

source: You are logged out.
fr_zw: Vous n'êtes pas connecté.

source: System Users
fr_zw: Utilisateurs du Système

source: Default password is currently in use for Admin. Please change the password as soon as possible using Edit functionality below.
fr_zw: Le défaut mot de passe est actuellement utilisé pour admin. S'il vous plaît changer le mot de passe dès que possible en utilisant la fonctionnalité Modifier ci-dessous.

source: Add System User
fr_zw: Ajouter un Utilisateur du Système

source: New user has been created.
fr_zw: Nouvel utilisateur a été créer.

source: Validation error, please try again.
fr_zw: Erreur de validation, s'il vous plaît essayer à nouveau.

source: Edit System User
fr_zw: Éditer un Utilisateur du système

source: User has been updated.
fr_zw: Utilisateur a été mis à jour.

source: The user has been deleted.
fr_zw: L'utilisateur a été supprimer.

source: You cannot delete the Admin user.
fr_zw: Vous ne pouvez pas supprimer l'Administrateur.

source: Freedom Fone has successfully been swept.
fr_zw: Freedom Fone a été balayé avec succès.

source: Sweeping failed. Please review your Sweeper settings.
fr_zw: Nettoyage échoué. S'il vous plaît vérifier vos paramètres de nettoyeur.

source: Unknown user
fr_zw: Utilisateur inconnu

source: A valid SMS body is required (Max 160 characters).
fr_zw: Un corps de SMS valide est nécessaire (Max 160 caractères).

source: Please select a file to upload.
fr_zw: S'il vous plaît sélectionner un fichier à télécharger.

source: A valid name of the SMS batch is required (Min 5 characters).
fr_zw: Un nom valide du paquet de SMS est nécessaire (Min 5 caractères).

source: The batch name must be unique.
fr_zw: Le nom du paquet doit être unique.

source: Please select an SMS channel.
fr_zw: S'il vous plaît sélectionner un canal SMS.

source: Unclassified
fr_zw: Non classés

source: Between 1 to 35 characters
fr_zw: Entre 1 à 35 caractères

source: Please supply a valid email address.
fr_zw: Veuillez fournir une adresse email valide.

source: This email address is already in use.
fr_zw: Cette adresse email est déjà en usage.

source: Please supply a valid skype name.
fr_zw: Veuillez fournir un nom Skype valide.

source: Name required (letters, spaces and hyphens).
fr_zw: Nom nécessaire (lettres, espaces et tirets).

source: Between 1 to 20 characters
fr_zw: Entre 1 à 20 caractères

source: Only letters, spaces and hyphens.
fr_zw: Seules les lettres, les espaces et les tirets.

source: Between 1 to 30 characters
fr_zw: Entre 1 et 30 caractères

source: This name is already in use.
fr_zw: Ce nom est déjà utilisé.

source: Please enter a description using 1 to 50 characters
fr_zw: Veuillez entrer une description de 1 à 50 caractères

source: tag
fr_zw: la balise

source: A title is required. Minimum 3 characters.
fr_zw: Un titre est requis. Minimum de 3 caractères.

source: No hyperlinks allowed.
fr_zw: Aucun des hyperliens autorisé.

source: The file size exceeds the maximum limit (10MB).
fr_zw: La taille du fichier dépasse la limite maximale (10 Mo).

source: Minimum 3 characters.
fr_zw: Minimum 3 caractères.

source: This title is already in use.
fr_zw: Ce titre est déjà en usage.

source: Invalid file type (valid formats: mp3 and wav).
fr_zw: Type de fichier non valide (formats valides: MP3 et WAV).

source: No file selected.
fr_zw: Pas de fichier sélectionné.

source: No
fr_zw: Non

source: Yes
fr_zw: Oui

source: Not registered
fr_zw: Pas encore inscrit

source: Registered to home network
fr_zw: Inscrit à un réseau domestique

source: Please enter a valid description using 1 to 50 characters
fr_zw: Veuillez entrer une description valide en utilisant 1 à 50 caractères

source: This phone number is already in use
fr_zw: Ce numéro de téléphone est déjà en usage

source: Invalid phone number format (numbers and plus (+) sign are allowed).
fr_zw: Format incorrect numéro de téléphone (numéros et signe plus (+) sont autorisés).

source: A valid question is required (Min 10 characters).
fr_zw: Une question de validité est nécessaire (min. 10 caractères).

source: Letters and numbers only. No spaces or special characters allowed.
fr_zw: Lettres et chiffres seulement. Pas d'espaces ni de caractères spéciaux admis.

source: Between 1 to 10 characters
fr_zw: Entre 1 et 10 caractères

source: This SMS code is already in use.
fr_zw: Ce code SMS est déjà en usage.

source: The date is not valid.
fr_zw: La date n'est pas valide.

source: The end time must be later than the start time.
fr_zw: L'heure de fin doivent être au plus tard à l'heure de début.

source: Valid, early
fr_zw: Valable, début

source: Valid, open
fr_zw: Valable, ouverte

source: Valid, closed
fr_zw: Valable, fermée

source: Invalid, early
fr_zw: Invalide, au début

source: Invalid, open
fr_zw: Invalide, ouverte

source: Invalid, closed
fr_zw: Invalide, fermée

source: Unmanaged
fr_zw: Non géré

source: A valid name of the SMS gateway is required (Min 5 characters).
fr_zw: Un nom valide de la passerelle SMS est nécessaire (minimum 5 caractères).

source: The SMS gateway name must be unique.
fr_zw: Le nom de la passerelle SMS doit être unique.

source: Please enter a username.
fr_zw: S'il vous plaît entrer un nom d'utilisateur.

source: Please enter a password.
fr_zw: S'il vous plaît entrer un mot de passe.

source: Please enter a URL to the SMS gateway.
fr_zw: S'il vous plaît entrer une URL de la passerelle SMS.

source: Please enter a API key. Valid characters are 1-9.
fr_zw: S'il vous plaît entrer une clé API. Les caractères valides sont 1-9.

source: This description is already in use.
fr_zw: Cette description est déjà en usage.

source: Between 5 to 20 characters
fr_zw: Entre 5 à 20 caractères

source: This username is already in use.
fr_zw: Ce nom d'utilisateur est déjà utilisé.

source: The password must be between 5 to 50 characters
fr_zw: Le mot de passe doit être entre 5 à 50 caractères

source: The passwords do not match.
fr_zw: Les mots de passe ne correspondent pas.

source: Between 1 to 10 characters.
fr_zw: Entre 1 à 10 caractères.

source: The option is not unique.
fr_zw: L'option n'est pas unique.

source: The option is not unique
fr_zw: L'option n'est pas unique

source: SMS Centre
fr_zw: Centre SMS

source: Create
fr_zw: Créer

source: Name
fr_zw: Nom

source: Name of SMS batch.
fr_zw: Nom du paquet SMS.

source: SMS body
fr_zw: Corps SMS

source: Alpha-numeric characters only (maximum 160)
fr_zw: Caractères alphanumériques uniquement (maximum 160)

source: Sender number
fr_zw: Numéro de l'expéditeur

source: For Clickatell only: Number to appear as sender of the SMS. Include country prefix but without plus sign (+) and double zeros (00).
fr_zw: Pour Clickatell seulement: Nombre d'apparaître comme expéditeur du SMS. Incluez préfixe du pays, mais sans signe plus (+) et double zéro (00).

source: Receivers
fr_zw: Récepteurs

source: File containing receivers phone numbers. One number per line. Maximum 100 entries for Clickatell batches. Examples of valid formats: +263772123456, 00263772123456, 0772123456.
fr_zw: Fichier contenant récepteurs numéros de téléphone. Un nombre par ligne. 100 entrées maximum pour les paquets de Clickatell. Des exemples de formats valides: +263772123456, 00263772123456, 0772123456.

source: Select sending method
fr_zw: Sélectionnez la méthode d'envoi

source: of
fr_zw: de

source: Status
fr_zw: Statut

source: Sender
fr_zw: Expéditeur

source: Channel
fr_zw: Chaîne

source: Time
fr_zw: Heure

source: Are you sure you want to delete this SMS batch?
fr_zw: Etes-vous sûr de vouloir supprimer ce paquet SMS?

source: View receivers
fr_zw: Voir récepteurs

source: Perform action on selected
fr_zw: Réaliser l'action sur les sélectionnés

source: Previous
fr_zw: Précédent

source: Next
fr_zw: Suivant

source: Entries per page
fr_zw: Entrées par page

source: Create new
fr_zw: Créer un nouveau

source: No batches exist. Please create one by clicking the <i>Create new</i> button to the right.
fr_zw: Aucun paquets existent. S'il vous plaît créer un en cliquant sur le <i>Créer un nouveau</i> bouton vers la droite.

source: SMS receivers
fr_zw: Recépteurs de SMS

source: SMS receiver
fr_zw: Récepteur SMS

source: This page does not exist.
fr_zw: Cette page n'existe pas.

source: Gateway
fr_zw: Passerelle

source: Are you sure you want to delete this entry?
fr_zw: Êtes-vous sûr que vous voulez supprimer ce entrée?

source: Date and Time
fr_zw: Date et Heure

source: OtherSMS
fr_zw: Autres SMS

source: Message Centre
fr_zw: Centre de Messages

source: Incoming SMS
fr_zw: SMS Entrants

source: Caller Management
fr_zw: Gestion de l'Appelant

source: Add
fr_zw: Ajouter

source: Surname
fr_zw: Nom de famille

source: Phone number
fr_zw: Numéro de téléphone

source: Organization
fr_zw: Organisation

source: New
fr_zw: Nouveau

source: Edit
fr_zw: Modifier

source: Phone numbers
fr_zw: Numéros de téléphone

source: Alternative phone numbers
fr_zw: Alternative numéros de téléphone

source: Phone
fr_zw: Téléphoner

source: Never
fr_zw: Jamais

source: Caller data
fr_zw: Données d'appelant

source: Access control list (ACL)
fr_zw: Liste de contrôle d’accès (ACL)

source: Phone book
fr_zw: Annuaire téléphonique

source: Select phone book
fr_zw: Choisisser un annuaire téléphonique

source: Add phone number
fr_zw: Ajouter un numéro de téléphone

source: Statistics
fr_zw: Statistiques

source: In the system since
fr_zw: Dans le système depuis

source: Last seen
fr_zw: Dernier vu

source: First application
fr_zw: Premier application

source: Last application
fr_zw: Dernier application

source: Activity
fr_zw: Activité

source: Poll
fr_zw: Sondage

source: Voice Menu
fr_zw: Menu Vocal

source: Leave-a-message
fr_zw: Laisser-un-Message

source: No caller with this id exists
fr_zw: Aucun appelant avec cet ID existe

source: Add caller
fr_zw: Ajouter un appelant

source: All callers
fr_zw: Tous les Appelants

source: Submit
fr_zw: Soumettre

source: from phone book
fr_zw: de annuaire téléphonique

source: Caller
fr_zw: Appelant

source: Are you sure you wish to delete this caller?
fr_zw: Etes-vous sûr de vouloir supprimer ce appelant?

source: There are no callers in the selected phone book.
fr_zw: Il n'y a pas d'appelants dans l'annuaire téléphonique sélectionnée.

source: Callback
fr_zw: Rappel

source: Add Category
fr_zw: Ajouter une Catégorie

source: Category
fr_zw: Catégorie

source: Edit Category
fr_zw: Éditer une Catégorie

source: Use in none
fr_zw: Désélectionnéer

source: Use in message
fr_zw: Utiliser dans message

source: Are you sure you wish to delete this category?
fr_zw: Etes-vous sûr de vouloir supprimer cette catégorie?

source: No categories exist. Please create one by clicking the <i>Create new</i> button to the right.
fr_zw: Aucun catégories existent. Veuillez créer un en cliquant sur le <i>Créer Nouveau</i> bouton à droite.

source: System data
fr_zw: Données du système

source: Call data records
fr_zw: Banque de Données d'Appels

source: Delete Call Data Records
fr_zw: Supprimer les Enregistrements de Données d'Appels

source: Start time
fr_zw: Heure de début

source: End time
fr_zw: Heure de fin

source: Export CDR
fr_zw: Exporter CDR

source: Date (Y-m-d)
fr_zw: Date (A-M-J)

source: Year
fr_zw: Année

source: Month
fr_zw: Mois

source: Day
fr_zw: Jour

source: Title
fr_zw: Titre

source: Length
fr_zw: Longueur

source: Reporting
fr_zw: Reportage

source: View
fr_zw: Vue

source: Number of records found:
fr_zw: Nombre d'enregistrements trouvés:

source: Quick hangup
fr_zw: Hangup rapide

source: No records found.
fr_zw: Aucun enregistrement n'a été trouvé.

source: Are you sure that you want to delete the selected entries?
fr_zw: Êtes-vous sûr que vous voulez supprimer les entrées sélectionnées?

source: Export all
fr_zw: Exporter tous

source: Date (YMD)
fr_zw: Date (AMJ)

source: Call ID
fr_zw: Appel ID

source: Are you sure you want to delete this CDR?
fr_zw: Êtes-vous sûr que vous voulez supprimer ce CDR?

source: No records found
fr_zw: Aucun enregistrement n'a été trouvé

source: Call Id
fr_zw: Appel ID

source: Protocol
fr_zw: Protocole

source: Download audio file
fr_zw: Télécharger le fichier audio

source: New message
fr_zw: Nouveau message

source: Edit message
fr_zw: Modifier message

source: No of entries
fr_zw: Nombre d'entrées

source: Percentage
fr_zw: Pourcentage

source: New Messages
fr_zw: Nouveaux Messages

source: Total number of messages
fr_zw: Nombre total de messages

source: The table below shows the five most recent new messages
fr_zw: Le tableau ci-dessous montre les cinq plus récentes de nouveaux messages

source: Listen
fr_zw: Écouter

source: Polls
fr_zw: Sondages

source: View results
fr_zw: Voir les résultats

source: Valid votes
fr_zw: Votes valides

source: Open
fr_zw: Ouvrir

source: Close
fr_zw: Fermer

source: CDR Statistics
fr_zw: CDR Statistiques

source: Dashboard
fr_zw: Tableau de Bord

source: To map services to an OfficeRoute gateway, please login to the OfficeRoute device and perform the mapping.
fr_zw: Pour mapper des services à une passerelle OfficeRoute, s'il vous plaît vous connecter à l'appareil OfficeRoute et effectuer la cartographie.

source: Enabled
fr_zw: Activé

source: Inbound
fr_zw: Entrant

source: Outbound
fr_zw: Sortant

source: Manufacturer
fr_zw: Fabricant

source: Model
fr_zw: Modèle

source: Hardware id
fr_zw: Identifiant du Hardware

source: Select service
fr_zw: Choisir le service

source: Create dialplan
fr_zw: Créer plan de numérotation
