Repository: bmpacifique/freedomfone
Catalog: l10n/sharicus/por/LC_MESSAGES/default.po
Languages: pt

source: Wrong password, please try again.
pt: Palavra-passe errada, por favor, tente novamente.

source: You do not have the authority to access this page.
pt: Não tem autoridade para aceder a esta página.

source: No file selected. Please try again.
pt: Não selecionou um arquivo. Tente de novo, por favor.

source: Failure (invalid file type)
pt: Falha (tipo de arquivo inválido)

source: SMS Batches
pt: Lote SMS

source: Create SMS batch
pt: Crie lote SMS

source: SMS batch has been deleted.
pt: Lote SMS foi eliminada.

source: SMS Receivers
pt: SMS receptores

source: Delete
pt: Elimine

source: SMS Incoming
pt: SMS recebido

source: Callers
pt: Chamadores

source: Caller details
pt: Detalhes dos chamadores

source: Edit Caller
pt: Edite o Chamador

source: Refresh
pt: Atualize

source: The entry has been updated.
pt: A entrada foi atualizada.

source: Selected user has been deleted.
pt: O usuário selecionado foi eliminado.

source: Add to phone book
pt: Adicione à lista telefónica

source: Remove from phone book
pt: Remova da lista telefónica

source: Merge
pt: Merge (Funda)

source: Add Caller
pt: Adicione Chamador

source: New caller has been added
pt: Usuário novo foi acrescentado

source: Categories
pt: Categorias

source: Add category
pt: Adicione uma categoria

source: The category has been saved
pt: A categoria foi salva

source: Edit category
pt: Edite a categoria

source: Invalid Category
pt: Categoria inválida

source: The category could not be saved. Please, try again.
pt: A categoria não pôde ser salva. Tente de novo, por favor.

source: The category has been deleted.
pt: A categoria foi eliminada.

source: Call detail report
pt: Número de identificação de chamada

source: All Voice Menus
pt: Todos os Menus de Voz

source: All Leave-a-Message
pt: Todos Deixe-uma-Mensagem

source: Export
pt: Exporte

source: Call Data Records
pt: Registos dos dados de chamada

source: Delete selected
pt: Elimine o selecionado

source: CDR statistics
pt: Estatíisticas CDR

source: Overview
pt: Síntese

source: System Overview
pt: Síntese do Sistema

source: Active GSM channels
pt: Activa Canais GSM

source: Service mapping
pt: Identificar attendimento

source: Edit GSMOpen channel
pt: Editar canal GSMOpen

source: Invalid option.
pt: Opção inválida.

source: Freedom Fone Groups
pt: Grupos Freedom Fone

source: Voice menus
pt: Menus de voz

source: Add Voice Menu
pt: Adicione o Menu de Voz

source: There are no more Voice Menus available. Please delete an inactive Voice Menu, and try again.
pt: Não há mais Menus de Voz disponíveis. Favor eliminar um Menu de Voz inativo e tentar de novo.

source: The file %s could not be uploaded due to file size restrictions
pt: O arquivo %s não pôde transferir dados devido às restrições quanto ao tamanho do arquivo

source: The file %s was successfully uploaded.
pt: O arquivo %s foi transferida com sucesso.

source: The file %s could not be uploaded (error: %s)
pt: O arquivo %s não podia ser transferidas (erro:%s)

source: Add Language Selector
pt: Adicione o Seletor de Línguas

source: There are no more Selectors available. Please delete an inactive Selector, and try again.
pt: Não há mais Seletores disponíveis. Favor eliminar um Seletor inativo, e tentar de novo.

source: Edit Voice menu
pt: Edite o Menu de Voz

source: Invalid option
pt: Opção inválida

source: The selected entry has been deleted.
pt: A entrada selecionada foi eliminada.

source: The selected entry could not be deleted since it is a member of another Voice Menu.
pt: A entrada selecionada não pôde ser eliminada porque é membro de outro Menu de Voz.

source: No entry with this id exist. Please try again.
pt: Não existe uma entrada com este número de identidade. Favor tentar de novo.

source: Language Selectors
pt: Seletores de Línguas

source: Edit Language Selector
pt: Edite o Seletor de Línguas

source: Leave-a-Message IVR Menus
pt: Menus IVR do tipo Deixe-uma-Mensagem

source: Create Leave-a-Message
pt: Crie Deixe-uma-Mensagem

source: There is no idle instance for a new Leave-a-message IVR menu. Please delete an existing menu, and try again. Maximum menus: 20.
pt: Não há exemplo inativo para um novo Menu IVR Deixe-uma-Mensagem. Por favor elimina um menu existente, e tentar de novo. Número máximo de menus:20.

source: Your data could not be saved. Please, try again.
pt: Os seus dados não poderam ser salvos. Tente de novo, por favor.

source: Please enter a title for the menu.
pt: Favor introduzir um título para o menu.

source: Edit Leave-a-Message
pt: Edite Deixe-uma-Mensagem

source: The selected menu has been deleted.
pt: O menu selecionado foi eliminado.

source: The default conf file could not be restored. Please check file permissions.
pt: O arquivo de configuração padrão não pôde ser restaurado. Por favor, verifique as permissões do arquivo.

source: The selected menu could not be deleted since it is a member of another IVR.
pt: O menu selecionado não pôde ser eliminado porque é membro de outro IVR.

source: Leave-a-Message Inbox
pt: Caixa de Entrada Deixe-uma-Mensagem

source: Leave-a-Message Archive
pt: Arquivo Deixe-uma-Mensagem

source: The entry has been updated
pt: A entrada foi atualizada

source: Save
pt: Salve

source: Move to Archive
pt: Mova para Arquivo

source: Activate
pt: Ative

source: Monitor Voice Menus
pt: Monitorize os Menus de Voz

source: Export monitoring data
pt: Exporte os dados de monitorização

source: Delete monitoring data
pt: Elimine os dados de monitorização

source: Content
pt: Conteúdo

source: Upload content
pt: Carregue o conteúdo

source: File upload failure (filesize exceeds maximum)
pt: Carregamento do arquivo falhou (tamanho do arquivo excede o máximo permitido)

source: The menu option has been created.
pt: A opção de menu foi criada.

source: The selected voice menu node has been deleted.
pt: O nó do menu de voz escolhido foi eliminado.

source: The selected voice menu node could not be deleted as it is present in one or more Voice menus.
pt: O nó do menu de voz selecionado não pôde ser eliminado visto estar presente em um ou mais menus de voz.

source: Edit content
pt: Edite o conteúdo

source: Invalid audio file
pt: Arquivo áudio inválido

source: Success
pt: Sucesso

source: Your changes have been saved.
pt: As suas alterações foram salvas.

source: Edit OfficeRoute
pt: Edite o OfficeRoute

source: Phone books
pt: Listas telefónicas

source: Add Phone book
pt: Adicione uma lista telefónica

source: The phone book has been created.
pt: A lista telefónica foi criada.

source: The phone book could not be saved. Please, try again.
pt: A lista telefónica não pôde ser salva. Tente de novo, por favor.

source: Edit Phone book
pt: Edita a lista telefónica

source: Invalid id
pt: Número de identidade inválido

source: The phone book has been updated.
pt: A lista telefónica foi atualizada.

source: The data could not be saved. Please, try again.
pt: Os dados não poderam ser salvos. Tente de novo, por favor.

source: The selected phone book has been deleted.
pt: A lista telefónica selecionada foi eliminada.

source: Manage Polls
pt: Gerencie as Sondagens

source: View Poll
pt: Visualiza a Sondagem

source: Create Poll
pt: Crie uma Sondagem

source: The poll has been created. Please note that the poll's closing time has already passed.
pt: A sondagem foi criada. Favor notar que a hora de encerramento da sondagem já passou.

source: The poll has successfully been created.
pt: A sondagem foi criada com êxito.

source: Delete Poll
pt: Elimine a Sondagem

source: The following poll has been deleted
pt: A sondagem seguinte foi eliminada

source: Poll option could not be deleted. A poll needs at least two options.
pt: A opção de sondagem não pôde ser eliminada. Uma sondagem precisa de ter pelo menos duas opções.

source: Edit Poll
pt: Edite a Sondagem

source: Invalid Poll
pt: Sondagem inválida

source: The poll has been updated. Please note that the poll's closing time has already passed.
pt: A sondagem foi atualizada. Favor notar que a hora de encerramento da sondagem já passou.

source: The poll has been updated.
pt: A sondagem foi atualizada.

source: Health
pt: Saúde

source: About
pt: Acerca de

source: started
pt: Iniciado

source: is already running
pt: já está sendo executado

source: is not running
pt: não está sendo executado

source: No pid found. Contact system admin.
pt: Não existe PID. Favor contactar o adminstrador do sistema.

source: stopped
pt: suspenso

source: was already stopped
pt: já tinha sido suspenso

source: Settings
pt: Configurações

source: Invalid IP address
pt: Endereço IP inválido

source: Please try again.
pt: Tente de novo, por favor.

source: SMS Gateways
pt: Porta de ligação SMS

source: Create SMS Gateway
pt: Crie porta de ligação SMS

source: Edit SMS gateway
pt: Editar porta de ligação SMS

source: Invalid SMS gateway
pt: Inválido porta de ligação SMS

source: The SMS gateway has been updated.
pt: A porta de ligação foi atualizada.

source: Tags
pt: Etiquetas

source: Add Tag
pt: Adicione uma etiqueta

source: The tag has been saved
pt: A etiqueta foi salva.

source: Edit Tag
pt: Edite a Etiqueta

source: Invalid Tag
pt: Etiqueta inválida

source: The tag has been edited.
pt: A etiqueta foi editada.

source: The tag could not be saved. Please, try again.
pt: A etiqueta não pôde ser salva. Tente de novo, por favor.

source: The selected tag has been deleted.
pt: A etiqueta selecionada foi eliminada.

source: Your username or password was incorrect.
pt: O seu nome de usuário ou palavra-passe está incorreta.

source: You are logged out.
pt: Você está desconectado.

source: System Users
pt: Usuários do Sistema

source: Default password is currently in use for Admin. Please change the password as soon as possible using Edit functionality below.
pt: Palavra-passe padrão é atualmente em uso para administração. Por favor, altere a senha o mais rápido possível usando Editar funcionalidade abaixo.

source: Add System User
pt: Adicione Usuário do Sistema

source: New user has been created.
pt: Usuário novo foi criado.

source: Edit System User
pt: Edite o Usuário do Sistema

source: User has been updated.
pt: O usuário foi atualizado.

source: The user has been deleted.
pt: O usuário foi eliminado.

source: You cannot delete the Admin user.
pt: Não pode eliminar o usuário Admin.

source: Freedom Fone has successfully been swept.
pt: O Freedom Fone já efetuou, com sucesso, o chamado processo de 'sweeping' (eliminação de todos os registos dos dados de chamadas, números de telefone e remoção de todas as meta-etiquetas de todos os arquivos .mp3 e .wav.)

source: Sweeping failed. Please review your Sweeper settings.
pt: O sweeping fracassou. Favor rever todas as suas configurações de sweeping.

source: Unknown user
pt: Usuário desconhecido

source: A valid SMS body is required (Max 160 characters).
pt: O corpo SMS válido é exigido (Máximo 160 caracteres).

source: Please select a file to upload.
pt: Por favor selecione um arquivo para transferir dados.

source: A valid name of the SMS batch is required (Min 5 characters).
pt: Um nome válido para o lote SMS é exigido (Mínimo de 5 caracteres).

source: The batch name must be unique.
pt: Nome do lote deve ser exclusivo.

source: Please select an SMS channel.
pt: Por favor seleccione um canal de SMS.

source: Unclassified
pt: Não classificado

source: Between 1 to 35 characters
pt: Entre 1 a 35 carateres

source: Please supply a valid email address.
pt: Favor fornecer endereço de e-mail válido.

source: This email address is already in use.
pt: Este endereço de e-mail já está em uso.

source: Please supply a valid skype name.
pt: Favor fornecer um nome de Skype válido.

source: Name required (letters, spaces and hyphens).
pt: Nome exigido (letras, espaços e hífens).

source: Between 1 to 20 characters
pt: Entre 1 a 20 carateres.

source: Only letters, spaces and hyphens.
pt: Apenas letras, espaços e hífens.

source: Between 1 to 30 characters
pt: Entre 1 a 30 carateres

source: This name is already in use.
pt: Este nome já está em uso.

source: Please enter a description using 1 to 50 characters
pt: Favor introduzir uma descrição usando 1 a 50 carateres

source: tag
pt: etiqueta

source: A title is required. Minimum 3 characters.
pt: Requere-se um título. Mínimo de 3 carateres.

source: No hyperlinks allowed.
pt: Proibido usar hiperligações.

source: The file size exceeds the maximum limit (10MB).
pt: O tamanho do arquivo excede o limite máximo (10MB).

source: Minimum 3 characters.
pt: Mínimo de 3 carateres.

source: This title is already in use.
pt: Este título já está em uso.

source: Invalid file type (valid formats: mp3 and wav).
pt: Tipo de arquivo inválido (formatos válidos: mp3 e wav).

source: No file selected.
pt: Não selecionou um arquivo.

source: No
pt: Não

source: Yes
pt: Sim

source: Please enter a valid description using 1 to 50 characters
pt: Favor introduzir uma descrição válida, usando 1 a 50 carateres

source: This phone number is already in use
pt: Este número de telefone já está em uso

source: Invalid phone number format (numbers and plus (+) sign are allowed).
pt: Número de telefone com formato inválido (apenas se permitem números e o sinal +).

source: A valid question is required (Min 10 characters).
pt: Requere-se uma pergunta válida (Minímo de 10 carateres).

source: Letters and numbers only. No spaces or special characters allowed.
pt: Apenas letras e números. Espaços ou carteres especiais não são permitidos.

source: Between 1 to 10 characters
pt: Entre 1 a 10 carateres

source: This SMS code is already in use.
pt: Este código SMS já está em uso.

source: The date is not valid.
pt: A data não é válida.

source: The end time must be later than the start time.
pt: A hora de fim deve ser posterior à hora de início.

source: Valid, early
pt: Válido, antecipado

source: Valid, open
pt: Válido, aberto

source: Valid, closed
pt: Válido, fechado

source: Invalid, early
pt: Inválido, antecipado

source: Invalid, open
pt: Inválido, abert

source: Invalid, closed
pt: Inválido, fechado

source: Unmanaged
pt: Não gerenciado

source: A valid name of the SMS gateway is required (Min 5 characters).
pt: Um nome válido para a porta de ligação SMS é necessário (Mínimo de 5 caracteres).

source: The SMS gateway name must be unique.
pt: Nome da porta de ligação SMS deve ser exclusivo.

source: Please enter a username.
pt: Favor introduzir um nome de usuário.

source: Please enter a password.
pt: Favor introduzir uma palavra-passe.

source: Please enter a URL to the SMS gateway.
pt: Por favor de dar entrada URL para porta de ligação SMS.

source: Please enter a API key. Valid characters are 1-9.
pt: Por favor, de dar a código de API. Os caracteres válidos são 1-9.

source: This description is already in use.
pt: Esta descrição já está em uso.

source: Between 5 to 20 characters
pt: Entre 5 a 20 carateres

source: This username is already in use.
pt: Este nome de usuário já está em uso.

source: The password must be between 5 to 50 characters
pt: A palavra-passe deve constar de 5 a 50 carateres

source: The passwords do not match.
pt: As palavras-passe não correspondem.

source: Between 1 to 10 characters.
pt: Entre 1 a 10 carteres.

source: The option is not unique.
pt: A opção não é exclusiva.

source: The option is not unique
pt: A opção não é exclusiva

source: SMS Centre
pt: Centro de SMS

source: Create
pt: Crie

source: Name
pt: Nome

source: Name of SMS batch.
pt: Nome de lote SMS.

source: SMS body
pt: Corpo SMS

source: Alpha-numeric characters only (maximum 160)
pt: Apenas carateres alfanuméricos (máximo de 160)

source: Sender number
pt: Número do remetente

source: For Clickatell only: Number to appear as sender of the SMS. Include country prefix but without plus sign (+) and double zeros (00).
pt: Para Clickatell só: número de aparecer como o remetente da mensagem SMS. Incluir código do país, mas sem sinal mais (+) e dois zeros (00).

source: Receivers
pt: Receptores

source: File containing receivers phone numbers. One number per line. Maximum 100 entries for Clickatell batches. Examples of valid formats: +263772123456, 00263772123456, 0772123456.
pt: Arquivo contendo números de telefone receptores. Um número por linha. Máximo de 100 entradas para lotes Clickatell. Exemplos de formatos válidos: +263772123456, 00263772123456, 0772123456.

source: Select sending method
pt: Selecione o método de envio

source: Message:
pt: Mensagem:

source: of
pt: de

source: Status
pt: Estatuto

source: Message
pt: Mensagem

source: Sender
pt: Remetente

source: Channel
pt: Canal

source: Time
pt: Hora

source: Action
pt: Ação

source: Are you sure you want to delete this SMS batch?
pt: Tem a certeza que quer eliminar esta lote SMS?

source: View receivers
pt: Visualizar receptores

source: Perform action on selected
pt: Execute ação nos selecionados

source: Previous
pt: Anterior

source: Next
pt: Seguinte

source: Entries per page
pt: Entradas por página

source: Create new
pt: Crie novo

source: No batches exist. Please create one by clicking the <i>Create new</i> button to the right.
pt: Não lotes existem categorias. Crie um categoria cliquando no botão <i>Crie nova</i> à direita.

source: SMS receivers
pt: Receptores SMS

source: SMS receiver
pt: Recebedor SMS

source: This page does not exist.
pt: Esta página não existe.

source: Gateway
pt: Crie porta de ligação SMS

source: Are you sure you want to delete this entry?
pt: Tem a certeza que quer eliminar esta entrada?

source: Date and Time
pt: Data e Hora

source: Date
pt: Data

source: OtherSMS
pt: OutroSMS

source: Message Centre
pt: Centro de Mensagens

source: Incoming SMS
pt: SMS Recebido

source: Caller Management
pt: Gerenciamento de usuários

source: Add
pt: Adicione

source: Surname
pt: Apelido

source: Phone number
pt: Número de telefone

source: Organization
pt: Organização

source: New
pt: Nova

source: Edit
pt: Edite

source: Phone numbers
pt: Números de telefone

source: Alternative phone numbers
pt: Números de telefone alternativos

source: Phone
pt: Telefone

source: Never
pt: Nunca

source: Caller data
pt: Dados do chamador

source: Access control list (ACL)
pt: Lista de controlo de acesso (ACL)

source: Phone book
pt: Lista telefónica

source: Select phone book
pt: Selecione lista telefónica

source: Add phone number
pt: Adicione número de telefone

source: Statistics
pt: Estatísticas

source: In the system since
pt: Incorporado no sistema desde

source: Last seen
pt: Visto pela última vez

source: First application
pt: Primeira aplicação

source: Last application
pt: Última aplicação

source: Activity
pt: Atividade

source: Poll
pt: Sondagem

source: Voice Menu
pt: Menu de Voz

source: Leave-a-message
pt: Deixe-uma-Mensagem

source: No caller with this id exists
pt: Não existe chamador com este número de identidade

source: Add caller
pt: Adicione chamador

source: All callers
pt: Todos os chamadores

source: Submit
pt: Submeta

source: from phone book
pt: da lista telefónica

source: Caller
pt: Chamador

source: Actions
pt: Ações

source: Are you sure you wish to delete this caller?
pt: Tem a certeza que quer eliminar esta chamada?

source: There are no callers in the selected phone book.
pt: Não há chamadas na lista telefônica selecionado.

source: Callback
pt: Rechamada

source: Add Category
pt: Adicione uma Categoria

source: Category
pt: Categoria

source: Description
pt: Descrição

source: Edit Category
pt: Edite a Categoria

source: Use in none
pt: Não use

source: Use in message
pt: Use na mensagem

source: Are you sure you wish to delete this category?
pt: Tem a certeza que quer eliminar esta categoria?

source: No categories exist. Please create one by clicking the <i>Create new</i> button to the right.
pt: Não existem categorias. Crie um categoria cliquando no botão <i>Crie nova</i> à direita.

source: System data
pt: Dados de sistema

source: Call data records
pt: Registos dos dados das chamadas

source: Delete Call Data Records
pt: Elimine os Registos dos Dados das Chamadas

source: Start time
pt: Hora de início

source: End time
pt: Hora de fim

source: Export CDR
pt: Exporte CDR

source: Date (Y-m-d)
pt: Data (A-m-d)

source: Year
pt: Ano

source: Month
pt: Mês

source: Day
pt: Dia

source: Title
pt: Título

source: Length
pt: Duração

source: Reporting
pt: Reportes

source: Application
pt: Aplicação

source: View
pt: Visualize

source: Number of records found:
pt: Número de registos encontrados:

source: Quick hangup
pt: Desligamento rápido

source: No records found.
pt: Não existem registos.

source: Are you sure that you want to delete the selected entries?
pt: Tem a certeza que quer eliminar as entradas selecionadas?

source: Export all
pt: Exporte todos

source: Date (YMD)
pt: Data (AMD)

source: Type
pt: Tipo

source: Call ID
pt: Número de identificação de chamada

source: Are you sure you want to delete this CDR?
pt: Tem a certeza que quer eliminar este CDR?

source: No records found
pt: Não existem registos

source: Call Id
pt: Número de identifcação de chamada

source: Protocol
pt: Protocolo

source: Download audio file
pt: Descarregue o arquivo áudio

source: New message
pt: Mensagem nova

source: Edit message
pt: Edite a mensagem

source: No of entries
pt: Número de entradas

source: Percentage
pt: Percentagem

source: New Messages
pt: Mensagens novas

source: Total number of messages
pt: Número total de mensagens

source: The table below shows the five most recent new messages
pt: A tabela abaixo mostra as cinco mais recentes mensagens novas

source: Listen
pt: Escute

source: Polls
pt: Sondagens

source: View results
pt: Visualize os resultados

source: Question
pt: Pergunta

source: Code
pt: Código

source: Valid votes
pt: Votos válidos

source: Open
pt: Abra

source: Close
pt: Feche

source: CDR Statistics
pt: Estatíisticas CDR

source: Dashboard
pt: Painel de controle

source: Enabled
pt: Ativado

source: Inbound
pt: Entrada

source: Outbound
pt: Saída

source: Manufacturer
pt: Fabricante

source: Model
pt: Modelo

source: Hardware id
pt: ID de hardware

source: Interface id
pt: ID de interface

source: Service
pt: Serviço

source: Select service
pt: Selecione um serviço

source: Create dialplan
pt: Criar plano de discar

source: There are no GSMOpen based units connected to your system.
pt: Não há unidades GSMOpen conectadas ao seu sistema.

source: Generated
pt: Gerado

source: GSM channels
pt: Canais GSM

source: Active GSM Channels
pt: Canais GSM ativo

source: Slot
pt: Encaixar

source: Sim inserted
pt: SIM intoroduzido

source: Signal level
pt: Nível do sinal

source: Network registration
pt: Registo da Rede

source: Operator
pt: Operadora

source: Last updated
pt: Última atualização

source: There are no OfficeRoute units connected to your system.
pt: Não há unidades OfficeRoute conectadas ao seu sistema.

source: Interface name
pt: Nome de interface

source: There are no GSMOpen devices connected to your system.
pt: Não há aparelhos GSMOpen conectadas ao seu sistema.

source: Updated
pt: Última atualização

source: Inserted
pt: Inserir

source: Send
pt: Enviar

source: Receive
pt: Receber

source: There are no Gammu devices connected to your system.
pt: Não há aparelhos Gammu conectadas ao seu sistema.

source: No status code available
pt: Nenhum código de status disponível

source: Gammu is not running
pt: Gammu não está em execução

source: Sending OK
pt: O envio OK

source: Sending failed
pt: Falha de envio

source: Poor
pt: Fraco

source: Good
pt: Bom

source: Excellent
pt: Excelente

source: Manage polls
pt: Gerencie as sondagens

source: Create poll
pt: Crie uma sondagem

source: Inboxes
pt: Caixas de entrada

source: Archives
pt: Arquivos

source: Manage LAM
pt: Gerencie o LAM

source: SMS gateways
pt: Porta de ligaçãoes SMS

source: SMS batches
pt: Lote SMS

source: Create batch
pt: Crie lote
