Repository: bmpacifique/freedomfone
Catalog: l10n/sharicus/por/LC_MESSAGES/default.po
Languages: pt

source: There are no software updates available
pt: Não há atualizações de software disponõveis

source: Version
pt: Versão

source: SVN revision
pt: Revisão SVN

source: Operating system
pt: Sistema operativo

source: Web server
pt: Servidor Web

source: Environment
pt: Ambiente

source: IP address
pt: Endereço IP

source: Language
pt: Língua

source: Please select appropriate IP address of your Freedom Fone installation.
pt: Favor selecionar o endereço apropriado da sua instalação Freedom Fone.

source: If the server:
pt: Se o servidor:

source: is connected to the Internet, and has a public IP address, select Internet.
pt: está ligado à Internet, e tem um endereço IP, selecione Internet.

source: is connected to a local area network (LAN), select Local Area Network.
pt: está ligado à rede local (LAN), selecione Rede Local.

source: is not networked, select Local machine.
pt: não está integrado em rede, selecione Máquina Local.

source: Time zone
pt: Fuso horário

source: Country
pt: País

source: Local Area Network
pt: Rede Local

source: Local machine
pt: Máquina Local

source: Your current IP address is
pt: O seu endereço IP atual é

source: Environment settings
pt: Configurações de ambiente

source: Create SMS gateway
pt: Crie porta de ligação SMS

source: Name of SMS gateway.
pt: Nome da porta de ligaçãoes SMS

source: URL of SMS gateway.
pt: URL de porta de ligaçãoes para SMS

source: Username
pt: Nome de usuário

source: Username of gateway account.
pt: Porta de ligação de usuário.

source: Password
pt: Palavra-passe

source: Password of gateway account.
pt: Palavra-passe de porta de ligação.

source: API key
pt: Código API

source: API secret key.
pt: Código secreta API

source: Outboxes
pt: Caixas de saída

source: Outgoing SMS
pt: SMS de saída

source: Gateway:
pt: Porta de ligação

source: username
pt: nome de usuário

source: Are you sure you want to delete this SMS gateway?
pt: Tem a certeza que quer eliminar esta porta de ligação ?

source: No SMS gateways exist. Please create one by clicking the <i>Create new</i> button to the right.
pt: Não existem porta de ligação SMS. Por favor, crie uma clicando no <i>Criar novo</ i> para a direita.

source: Create tag
pt: Crie etiqueta

source: Are you sure you want to delete this tag?
pt: Tem a certeza que quer criar esta etiqueta?

source: No tags exist. Please create one by clicking the <i>Create new</i> button to the right.
pt: Não existem etiquetas. Favor criar uma etiqueta cliquando no botão <i>Criar nova</i> à direita

source: Repeat password
pt: Repita a palavra-passe

source: User management
pt: Gerenciamento de usuários

source: New password
pt: Nova palvavra-passe

source: Add user
pt: Adicione um usuário

source: Are you sure you wish to delete this user?
pt: Tem a certeza que quer eliminar este usuário?

source: No users exist. Please add one by clicking the <i>Add User</i> button to the right.
pt: Nã existem usuários. Favor adicionar um usuário cliquando no botão <i>Adicione Usuário</i> à direita.

source: The Frontend Sweeper wipes out all confidential information (such as name, email and phone numbers) from Freedom Fone.
pt: O sweeping Frontend elimina todas as informações confidenciais (tais como nome, e-mail e números de telefone) do Freedom Fone.

source: To wipe out Freedom Fone logs, please use the Backend Sweeper.
pt: De modo a apagar os registos do Freedom Fone, favor usar o Backend Sweeping.

source: Start Sweeper
pt: Iniciar o Sweeper

source: Invalid format
pt: Formato inválido

source: The requested address %s was not found on this server.
pt: O endereço solicitado% s não foi encontrado neste servidor.

source: An Internal Error Has Occurred.
pt: Ocorreu um erro interno.

source: CakePHP: the rapid development php framework
pt: CakePHP: O rápido desenvolvimento php framework

source: Debug setting does not allow access to this url.
pt: Configuração eliminar erros não permite o acesso a este url.
