Repository: bmpacifique/freedomfone
Catalog: l10n/sharicus/por/LC_MESSAGES/default.po
Languages: pt

source: IVR Centre
pt: Centro IVR

source: Language selectors
pt: Seletores de línguas

source: User Management
pt: Gerenciamento de usuários

source: System users
pt: Usuários do Sistema

source: Frontend Sweeper
pt: Sweeping Frontend

source: Monitoring
pt: Monitorização

source: Call graphs
pt: Chamada Gráficos

source: Logs
pt: Registos

source: Help
pt: Assistência

source: Downloads
pt: Descarregamentos

source: Website
pt: Sítio Web

source: Archive
pt: Arquive

source: Active
pt: Ativo

source: No Flash plugin installed
pt: Não há plugin Flash instalado

source: No audio file available
pt: Não há arquivo áudio disponível

source: Pending
pt: Pendente

source: Closed
pt: Fechado

source: OFF
pt: DESLIGADO

source: ON
pt: LIGADO

source: Authentication
pt: Autenticação

source: Add Group
pt: Adicione Grupo

source: Add group
pt: Adicione Grupo

source: Group
pt: Grupo

source: Are you sure you wish to delete this group?
pt: Tem a certeza que quer eliminar este grupo?

source: No groups exist. Please add one by clicking the <i>Add Group</i> button to the right.
pt: Não existem grupos. Adicione um grupo por favor, cliquando no botão <i>Adicione Grupo</i> à direita.

source: Check All
pt: Assinale todos

source: Uncheck All
pt: Desmarque todos

source: sec
pt: seg

source: Voice menu
pt: Menu de Voz

source: Other SMS
pt: Outro SMS

source: Create voice menu
pt: Crie um Menu de Voz

source: Name of IVR
pt: Nome do IVR

source: Long greeting message:include a brief description of the services offered and the menu alternatives.
pt: Mensagem de cumprimento longa: inclua uma breve descrição dos serviços oferecidos e das alternativas de menu.

source: Brief instuctions: Repeat the menu alternatives. For example: For news, press 1. For health, press 2.
pt: Breves instruções: Repita as alternativas de menu. Por exemplo: No caso de notícias, prima 1. No caso de saúde, prima 2.

source: Select option for alternative 1.
pt: Selecione a opção para a alternativa 1.

source: Select option for alternative 2.
pt: Selecione a opção para a alternativa 2.

source: Default
pt: Opção padrão

source: Welcome
pt: Bem-vindo

source: Audio file
pt: Arquivo áudio

source: Instructions
pt: Instruções

source: Goodbye
pt: Adeus

source: Invalid
pt: Inválido

source: Menu Options
pt: Opções de Menu

source: Select entry
pt: Selecione uma entrada

source: Leave-a-Message
pt: Deixe-uma-Mensagem

source: Create Language Selector
pt: Crie um Seletor de Línguas

source: Voice Menus
pt: Menus de Voz

source: Message played before Freedom Fone finishes (hangs) the call.
pt: Mensagem tocada antes do Freedom Fone terminar a chamada.

source: Message played after incorrect input (digit pressed) from user.
pt: Mensagem tocada após entrada incorreta (dígito pressionado) de usuário.

source: Default:
pt: Opção padrão:

source: Edit voice menu
pt: Edite o menu de voz

source: Menu Instructions
pt: Instruções de Menu

source: Welcome Message
pt: Mensagem de Boas-Vindas

source: Do not use uploaded file
pt: Não use o arquivo carregado

source: Download
pt: Descarregue

source: Instructions Message
pt: Mensagem de Instruções

source: Goodbye Message
pt: Mensagem de Despedida

source: Invalid Message
pt: Mensagem inválida

source: This IVR does not exist.
pt: Este IVR não existe.

source: Name of language selector
pt: Nome do seletor de línguas

source: Brief instruction how to reach each language menu.
pt: Breves instruções sobre como aceder a cada um dos menus de língua.

source: Warning that the user has pressed an invalid option.
pt: Aviso: o usuário digitou uma opção inválida.

source: Edit language selector
pt: Edite o seletor de línguas

source: Services
pt: Serviços

source: This language selector does not exist.
pt: Este seletor de línguas não existe.

source: Tool tip
pt: Dica para o uso de ferramentas

source: Audio files should be recorded in mono, 8KHz, and be maximum 10MB.
pt: Arquivos áudio devem ser gravados em áudio mono, 8KHz, e ter um tamanho máximo de 10MB.

source: Last modified
pt: Última modificação

source: Are you sure you wish to delete this voice menu?
pt: Tem a certeza que quer eliminar este menu de voz?

source: There are no voice menus created.
pt: Não foram criados menus de voz.

source: Are you sure you wish to delete this language selector?
pt: Tem a certeza que quer eliminar este seletor de línguas?

source: No language selectors exist. Please create one by clicking the <i>Create new</i> button to the right.
pt: Não existem seletores de língua. Crie um seletor de línguas por favor, cliquando no botão <i >Criar novo</i> à direita.

source: Logged in as
pt: Autenticado como

source: Administration
pt: Adminstração

source: Create Leave a Message IVR
pt: Crie um IVR Deixe-uma-Mensagem

source: Please upload either an .mp3 or a .wav audio file for each message. If no audio file is present, the fallback text will be used in the Leave-a-Message IVR Menu.
pt: Favor carregar um arquivo áudio do tipo .mp3 ou .wav para cada mensagem. Se não houver um arquivo presente, o texto dos procedimentos de recuperação serão udasos no Menu IVR Deixe-uma-Mensagem.

source: You can listen to your uploaded audio files by pressing the Play button or download a copy of the files by using the Download icon.
pt: Pode escutar os seus árquivos áudios carregados primindo o botão PLAY ou descarregar uma cópia dos arquivos usando o ícone Descarregar.

source: Name of this Leave-a-message IVR menu.
pt: Nome deste menu IVR Deixe-uma-Mensagem.

source: Maximum duration of voice message left by user.
pt: Duração máxima da mensagem de voz deixada pelo usuário.

source: Check the box to force Text-to-speech (ignore uploaded files)
pt: Verifica a caixa para forçar Text-to-speech (ignore arquivos carregados)

source: Unlimited
pt: Ilimitado

source: General settings
pt: Configurações gerais

source: Message duration
pt: Duração da Mensagem

source: Do not use uploaded files
pt: Não uso os arquivos carregados

source: Step 1: Welcome message
pt: Passo 1: Mensagem de boas-vindas

source: Fallback text
pt: Texto de procedimentos de recuperação

source: Step 2: Record message instructions
pt: Passo 2: Instruções para a gravação de mensagens

source: Advanced options
pt: Opções avançadas

source: If you choose to enable the advanced Leave-a-Message service, you should ask the caller to finish the call by pressing # instead of hanging up (in Step 2).
pt: Se decidir habilitar o serviço de Deixe-uma-Mensagem avançado, deve pedir ao chamador para terminar a chamada primindo o # em vez de desligar (no passo 2).

source: Step 3: Invalid message
pt: Passo 3: Mensagem inválida

source: Step 4: Long message
pt: Passo 4: Mensagem longa

source: Step 5: Select message
pt: Passo 5: Selecione a mensagem

source: Step 6: Delete message
pt: Passo 6: Elimine a mensagem

source: Step 7: Save message
pt: Passo 7: Salve a mensagem

source: Step 8: Goodbye message
pt: Passo 8: Mensagem de despedida

source: Long Message
pt: Mensagem Longa

source: Select Message
pt: Selecione a Mensagem

source: Delete Message
pt: Elimine a Mensagem

source: Save Message
pt: Salve a Mensagem

source: Leave-a-message| The Leave-a-message voice menu consists of eight different messages. Each message can be generated in three different ways:| (1) customized audio files| (2) customized text to speech, or| (3) default text to speech.||If the administrator associates an audio file with a message, that file will be played to the caller when she enters the voice menu.|If no audio file is provided for a message, but a customized text message exists, the text message will be synthesized and played to the caller.|If neither an audio file, nor a customized text is provided, the default text will be synthesized and played to the user.|The audio files must be uploaded in .mp3 or .wav format through the user interface. Once uploaded, they can be listened to from the administration GUI via the built-in Flashplayer. Audio files can at any time be overwritten with a new audio file.
pt: Deixe-uma-Mensagem| O menu de voz Deixe-uma-Mensagem consta de oito mensagens diferentes. Cada mesagem pode ser gerada de três maneiras diferentes:| (1) arquivos áudio personalizadas| (2) conversão texto em voz personalizada, ou | (3) opção conversão texto em voz.||Se a dministrador associar um arquivo áudio com uma mensagem, o chamador escutará esse arquivo quando aceder ao menu de voz.|Se não houver um arquivo áudio a acompanhar uma mensagem, a mensagem de texto será sintetizada e escutada pelo chamador.|Se nem um arquivo áudio ou um texto personalizado forem disponibilizados, o texto opção padrão será sintetizado e escutado pelo usuário.|Os arquivos áudio devem ser carregados em formato .mp3 ou .wav por meio de uma interface de usuário. Uma vez carregados podem ser escutados a partir do GUI do adminstrador, via Flashplayer integrado. Os arquivos áudio podem ser sobregravados com um arquivo áudio novo.

source: Edit Leave a Message IVR
pt: Edite o IVR Deixe-uma-Mensagem

source: Please upload either an .mp3 or a .wav audio file for each message. If no audio file is present, the fallback text will be used in the Leave-a-Message IVR Menu. You can listen to your uploaded audio files by pressing the Play button or download a copy of the files by using the Download icon.
pt: Favor carregar um arquivo áudio .mp3 ou .wav para cada mensagem. Se não houver arquivo áudio presente, o texto de procedimentos de recuperação será usado no Menu IRV Deixe-uma-Mensagem. Pode escutar os seus arquivos áudio carregados primindo o botão PLAY ou descarregar uma cópia dos arquivos usando o ícone Descarregar.

source: Maximum duration (seconds) of voice message left by user.
pt: Duração máxima (segundos) da mesnagem de voz deixada pelo usuário.

source: Inform Message
pt: Informar Mensagem

source: Manage Leave-a-message
pt: Gerencie Deixe-uma-mensagem

source: Created
pt: Criada

source: Are you sure you wish to delete this Leave-a-message IVR menu?
pt: Tem a certeza que quer eliminar este menu IVR do tipo Deixe-uma-Mensagem?

source: No Leave-a-Message menus exist. Please create one by clicking the <i>Create new</i> button to the right.
pt: Não existem menus do tipo Deixe-uma-Mensagem. Favor criar um menu deste tipo, cliquando no botão <i>Criar novo</i> à direita.

source: No log entries.
pt: Nenhuma entrada de log.

source: No log file of this type exists
pt: Não existe arquivo de eventos deste tipo

source: Select log file to view.
pt: Selecione um arquivo de eventos para visualizar.

source: Dispatcher
pt: Expedidor

source: Select log file
pt: Selecione arquivo de eventos

source: Archived messages
pt: Mensagens arquivadas

source: Rate
pt: Ritmo

source: No of messages per page:
pt: Número de mensagens por página:

source: All
pt: Todos

source: Inbox
pt: Caixa de entrada

source: No rate
pt: Sem ritmo

source: Previous message
pt: Mensagem Anterior

source: Next message
pt: Mensagem Seguinte

source: Edit Message
pt: Edite a mensagem

source: No category
pt: Sem categoria

source: Comment
pt: Comentário

source: Tag
pt: Etiqueta

source: No tag
pt: Sem etiqueta

source: Are you sure you wish to delete this message?
pt: Tem a certeza que quer alterar esta mensagem?

source: Modified
pt: Modificado

source: Audio Messages
pt: Mensagens áudio

source: Please select one or more criteria below.
pt: Favor selecionar um ou mais dos critérios abaixo indicados.

source: Ascending
pt: Ascendente

source: Descending
pt: Descendente

source: Order by
pt: Pedido por

source: Sorting direction
pt: Classificação por direção

source: Entries per page
pt: Entradas por página

source: Selection criteria
pt: Critérios de seleção

source: Order and direction
pt: Pedido e direção

source: Erase monitoring data
pt: Apague os dados de monitorização

source: Erase
pt: Apague

source: Monitoring of Voice Menus
pt: Monitorização dos Menus de Voz

source: Entries:
pt: Entradas:

source: Caller ID
pt: Número de identidade do chamador

source: From
pt: De

source: Pressed
pt: Carregado

source: To
pt: Para

source: start
pt: começo

source: end
pt: fim

source: Are you sure you wish to delete this entry?
pt: Tem a certeza que quer eliminar esta entrada?

source: IVR ID
pt: Número de identidade do IVR

source: Node ID
pt: Número de identidade do nó

source: Digit
pt: Dígito

source: Caller number
pt: Número do chamador

source: MonitorIvr
pt: Monitorize o IVR

source: Upload
pt: Carregue

source: Upload Content
pt: Carregue o conteúdo

source: Valid formats: wav and mp3
pt: Formatos válidos: wav e mp3

source: Edit Content
pt: Edite o conteúdo

source: If you select a file, the previous one will be deleted. Valid formats: wav and mp3
pt: Se selecionar um arquivo, o anterior será eliminado. Formatos válidos: wav e mp3

source: Duration
pt: Duração

source: No Menu Option with that id exists
pt: Não existe Opção de Menu com esse número de identidade

source: Upload new
pt: Carregue novo

source: Entry:
pt: Entrada

source: Are you sure you wish to delete this content?
pt: Tem a certeza que quer eliminar este conteúdo?

source: No content items exist. Please upload content by clicking the <i>Upload new</i> button to the right.
pt: Não existem itens de conteúdo. Favor carregar o conteúdo cliquando o botão <i>Carregue novo</i> à direita.

source: Edit channel
pt: Edite o canal

source: slot
pt: encaixe

source: Welcome to Freedom Fone
pt: Bem-vindo ao Freedom Fone

source: Please click on the padlock in the upper right corner to log in.
pt: Por favor, clique no cadeado no canto superior direito para conectar-se.

source: This component allows you to build a variety of personal Voice Menus based on customized audio files, or synthesized text messages.
pt: Esta componente permite-lhe construir uma variedade de Menus de Voz pessoais em aquivos àudio personalizados, ou mensagens de texto sintetizadas.

source: A Voice menu consists of:
pt: Um menu de voz consta de:

source: Menu Instructions: a set of mandatory voice messages, such as a Welcome message, and instructions on how to navigate through the menu.
pt: Instruções de menu: uma série de mensagens de voz obrigatórias, tal com uma mensagem de Boas-Vindas, e instruções sobre como navegar pelo menu.

source: Menu Options: audio files or components associated with telephony keypad selections.
pt: Opções de Menu: arquivos áudio ou componentes associadas com as seleções de teclado de telefonia.

source: The Leave-a-message voice menu consists of eight different messages. Each message can be generated in three different ways:
pt: O menu de voz Deixe-uma-Mensagem consta de oito mensagens diferentes. Cada mensagem pode ser gerada em três maneiras diferentes:

source: Customized audio files
pt: Arquivos áudio personalizados

source: Customized text to speech
pt: Conversão texto em voz

source: Default text to speech
pt: Opção padrão conversão texto em voz

source: If the administrator associates an audio file with a message, that file will be played to the caller when she enters the voice menu.
pt: Se a administrador associar um arquivo áudio com uma mensagem, esse arquivo será escutado pelo chamador quando ele aceder ao menu de voz.

source: If no audio file is provided for a message, but a customized text message exists, the text message will be synthesized and played to the caller.
pt: Se uma mensagem não for acompanhada de um arquivo àudio, mas existir uma mensagem de texto personalizada, então a mensagem de texto será sintetizada e escutada pelo chamador.

source: If neither an audio file, nor a customized text is provided, the default text will be synthesized and played to the user.|The audio files must be uploaded in .mp3 or .wav format through the user interface. Once uploaded, they can be listened to from the administration GUI via the built-in Flashplayer. Audio files can at any time be overwritten with a new audio file.
pt: Se nem um arquivo áudio nem um texto personalizado forem disponibilizados, o texto opção padrão será sintetizado e escutado pelo usuário. Os arquivos áudio devem ser carregados num formato .mp3 ou .wav através de uma interface de usuário. Uma vez carregados, podem ser escutados a partir do GUI do adminstrador, via Flashplayer integrado. Os arquivos áudio podem ser sobregravados em qualquer momento com um novo arquivo áudio.

source: The Poll service allows end users to participate in polls by sending SMSs to Freedom Fone.
pt: O serviço de Sondagems permite aos usuários finais participarem das sondagens, enviando SMSs ao Freedom Fone.

source: The Freedom Fone administrator has the ability to create, edit and delete polls.
pt: O administrador do Freedom Fone tem a capacidade para criar, editar e eliminar sondagens.

source: The administrator can at any time edit the above listed fields. Of course, it is not recommended to change the question, code or answers to a poll, once it has been opened to the public.
pt: O administrador pode em qualquer altura editar os campos supracitdaos. Recomenda-se que - uma vez que as respostas a uma sondagem tenham sido abertas ao público - as perguntas relevantes não sejam alteradas.

source: Before a poll is opened, and after it has been closed, no poll votes are registered for the poll.
pt: Não se pode registar qualquer voto, antes de uma sondagem ser aberta ou depois dela ter sido fechada.

source: For each poll, once it has started, the administrator can at anytime, view the interim or final result in terms of number of votes per answer, and percentage of total votes per answer.
pt: No caso de cada sondagem, uma vez que a mesma tenha começado, o administrador pode, em qualquer altura, visualizar os resultados interinos ou finais (em termos do número de votos por resposta e da percentagem do total dos votos por pergunta).

source: Classification of votes
pt: Classificação dos votos

source: The system classifies all incoming votes as <i>valid</i>, <i>invalid</i>, or <i>incorrect</i>:
pt: O sistema classifica todos os votos recebidos com sendo <i>válidos</i>, <i>inválidos</i>, ou <i>incorretos</i>:

source: Valid vote:</b> correct poll code, and correct poll option|<ul><li>Early: Received before the poll opened.</li><li>In time: Received while the poll was open.</li><li>Late: Received after the poll was closed.</li></ul>Early votes will be registered as "Valid, early". The number of early votes per poll option is presented in a separate column under the View poll page. Early votes will not be added to the Total votes accepted for the poll.
pt: Vote válido:</b> código de sondagem correto e opção de sondagem correta|<ul><li>Antecipado: Recebido antes da sondagem abrir.</li><li> A tempo: Recebido enquanto a sondagem estava aberta. </li><li>Tardio: Recebido depois da sondagem ter fechado.</li><li>Os votos antecipados serão registados como sendo "Válido,antecipado". O número de votos antecipados por opção de sondagem é apresentado numa coluna separada em Visualizar a página de sondagem. Os votos antecipados não serão incorporados ou aceites na sondagem.

source: Late votes will be registered as "Valid, late". The number of late votes per poll option is presented in a separate column under the View poll page. Late votes will not be added to the Total votes accepted for the poll.
pt: Os votos tardios serão registados como "Válidos, tardios". O número de votos tardios por sondagem será apresentado em coluna separada sob Visualizar a página da sondagem. Os votos tardios não serão aceites ou incorporados no total dos votos da sondagem.

source: <b>Invalid vote:</b> correct poll code, but a non-matching poll option
pt: <b>Voto inválido:</b>código de sondagem correto, mas uma opção de sondagem não correspondente

source: Invalid votes are registered as votes, but classified as "invalid". "Early", "late" and "on-time" invalid votes are registered.
pt: Os votos inválidos são registados como votos, mas classificados como "inválidos". "Antecipados","tardios" e "atempados".

source: Only "on-time" invalid votes are incorporated into the Total number of votes (in time) summary.
pt: Apenas os votos inválidos " atempados" são incorporados no sumário do número total de votos.

source: Invalid vote totals are provided to give deployers an idea of how SMS errors might impact on poll results.
pt: O número total de votos inválidos são disponibilizados para dar aos implantadores uma ideia da forma como os erros de SMS podem impactar os resultados das sondagens.

source: <b>Incorrect vote:</b> Non-matching poll code
pt: <b>Voto incorreto:</b>código de sondagem não correspondente

source: Incorrect votes that cannot be matched to any existing poll, will be classified as an incoming SMS and will be stored under "Incoming SMS". The SMS will be classified as "Unclassified".
pt: Os votos incorretos que não estejam de acordo com qualquer sondagem existente, serão classificados como SMS recebidos e serão armazenados sob "SMS Recebidos". O SMS será classificado como "Não classificado".

source: Create Phone book
pt: Crie uma lista telefónica

source: Add caller to phone book
pt: Adicione usuário à lista telefónica

source: No phone book with this id exists
pt: Não existe lista telefónica com este número de identidade

source: Poll count
pt: Contador de sondagens

source: Voice menu count
pt: Contador de menus de voz

source: Leave-a-message count
pt: Contador de Deixe-uma-Mensagem

source: SMS count
pt: Contador de SMS

source: Callback count
pt: Contador de rechamadas

source: Last active
pt: Último ativo

source: PhoneBook
pt: Lista telefónica

source: Phone book:
pt: Lista telefónica:

source: Are you sure you wish to delete this phone book?
pt: Tema certeza que quer eliminar esta lista telefónica?

source: No phone books exist. Please create one by clicking the <i>Create new</i> button to the right.
pt: Não existe lista telefónica. Favor criar uma lista telefónica cliquando o botão <i>Criar novo</i> à direita.

source: Duplicated or invalid phone number format (numbers and plus (+) sign are allowed).
pt: Formato de número de telefone duplicado ou inválido (permitem-se apenas números e o sinal +)

source: Number
pt: Número

source: Define a concrete question using simple language
pt: Defina uma pergunta concreta usando linguagem simples

source: SMS Code
pt: Código SMS

source: Alpha-numeric characters only (maximum 10)
pt: Apenas carateres alfanuméricos (máximo de 10)

source: Poll options
pt: Opções de sondagem

source: Option
pt: Opção

source: Start and end time
pt: Hora de início e de fim

source: When would you like to open and close the poll?
pt: Quando é que quer abrir e fechar a sondagem?

source: Please note that all votes associated with a poll option will be deleted together with the poll option.
pt: Favor notar que todos os votos associados com a opção de sondagem serão eliminados com a opção de sondagem.

source: Add option
pt: Adicione opção

source: Are you sure you wish to delete this poll?
pt: Tem a certeza que quer eliminar esta sondagem?

source: Total Votes
pt: Número total de votos

source: System time
pt: Tempo de sistema

source: No polls exist. Please create one by clicking the <i>Create new</i> button to the right.
pt: Não existem sondagens. Favor criar uma sondagem, cliquando no botão <i>Criar nova </i> à direita.

source: SMS code
pt: Código SMS

source: Results
pt: Resultados

source: Options
pt: Opções

source: Votes
pt: Votos

source: Early votes
pt: Primeiros votos

source: Late votes
pt: Votos tardios

source: Poll information
pt: Informações sobre a sondagem

source: Running since
pt: A executar desde

source: Start
pt: Comece

source: Stop
pt: Pare

source: Not running
pt: Não está sendo executado

source: Component
pt: Componente

source: Interrupt mode
pt: Modo interromper

source: Software updates
pt: Atualização de software
